[
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/05/tweets/ballot-scanning-errors-caused-voting-delays-in-one/",
        "Main Claim": "A Nov. 5  ballot scanning error in Cambria County, Pennsylvania, shows \"the election steal is happening.\"",
        "Truth-O-Meter": "False",
        "Justification": "Voting machines in Cambria County, Pennsylvania, were unable to scan ballots on Election Day morning because of a ballot printing error. Ballots were still being accepted and the time to vote was extended. County officials resolved the issue by the afternoon on Election Day. There’s no evidence the problems were an intentional move to suppress votes.",
        "Sources": [
            "ABC News",
            "Carter Walker",
            "Email interview with Amy Gulli",
            "Email interview with Katina Granter",
            "Pa.gov",
            "Pennsylvania Department of State",
            "Republican National Committee Chair Michael Whatley",
            "Republican National Committee press release",
            "U.S. Census Bureau",
            "WJAC",
            "WJAC-TV",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/04/tweets/private-drones-can-fly-over-areas-hit-by-hurricane/",
        "Main Claim": "U.S. Transportation Secretary Pete Buttigieg banned private drones from flying over areas affected by Hurricane Helene.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "A Transportation Department spokesperson said the Federal Aviation Administration is not banning drones from providing Hurricane Helene disaster relief and recovery assistance. The Federal Aviation Administration on Oct. 2 put a temporary flight restriction in limited parts of the areas affected by Hurricane Helene, but lifted the restriction that night. A ban would bar aircraft from flying over a specific area. A temporary flight restriction however, is temporary and usually applies to nonauthorized flights during emergency situations or special events.",
        "Sources": [
            "Email and phone interview with Sean Manning",
            "Federal Aviation Administration",
            "NBC News",
            "X"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/28/tweets/photo-shows-obamas-2011-ireland-crowd-not-trumps-i/",
        "Main Claim": "Photo shows people lined up outside Madison Square Garden before an Oct. 27 rally by former President Donald Trump.",
        "Truth-O-Meter": "False",
        "Justification": "This image was taken in 2011 and showed people waiting to get into a Dublin event featuring then-President Barack Obama.",
        "Sources": [
            "Madison Square Garden",
            "New York Post",
            "Newsweek",
            "Obama White House Archives",
            "Peter Macdiarmid",
            "Reuters",
            "The Guardian",
            "The New York Times",
            "WPIX-TV",
            "X",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/04/tweets/cnn-did-not-air-a-graphic-showing-harris-with-more/",
        "Main Claim": "An image shows CNN reporting that Vice President Kamala Harris has more votes than former President Donald Trump in Texas.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "An image that appears to show CNN reporting that Vice President Kamala Harris is leading former President Donald Trump in Texas by six points was \"fabricated and manipulated,\" the network said in a statement. Texas election results will not be available until after 7 p.m. local time on Nov. 5 when polls close in the state.",
        "Sources": [
            "Alicia Pierce",
            "CNN Communications",
            "PolitiFact",
            "Snopes",
            "Texas secretary of state"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/01/tweets/ohio-voting-officials-say-they-have-not-received-r/",
        "Main Claim": "“Ballots in Ohio are showing Trump’s name misspelled!”",
        "Truth-O-Meter": "False",
        "Justification": "An Ohio secretary of state spokesperson and an X post by the Hamilton County Board of Elections said that neither organizations has received complaints from voters about ballots with misspelled candidates’ names, nor have they received returned ballots with the problem. Ballots with damage to a candidate’s name would still be counted, Ohio’s secretary of state’s office and Hamilton County’s Board of Elections said. The company that provides voting machines to Hamilton County said the type of ballot damage the posts cited would not stop their voting equipment from counting the ballots.",
        "Sources": [
            "AFP Fact Check",
            "Email interview",
            "Facebook post",
            "Hamilton County Board of Elections X thread",
            "Hamilton County Ohio Board of Elections",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/25/tweets/video-doesnt-show-an-election-worker-ripping-ballo/",
        "Main Claim": "Video shows an election worker destroying mail ballots with votes for former President Donald Trump in Bucks County, Pennsylvania.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This video does not show an election worker destroying ballots in Bucks County, Pennsylvania. The materials being ripped are not authentic. The Bucks County Board of Elections issued a bipartisan statement saying \"this video is fake.\" A media forensics expert told PolitiFact that the video's narrative is the work of a Russian network called Storm-1516.",
        "Sources": [
            "Archived version",
            "Bucks County",
            "Bucks County Democratic Committee",
            "Bucks County GOP X post",
            "Bucks County Republican Committee",
            "Bucks County district attorney’s office",
            "Email exchange with Darren Linvill",
            "Email exchange with Hany Farid",
            "Email exchange with Manuel Gamiz Jr.",
            "Email exchange with Siwei Lyu",
            "Facebook video by the Bucks County Government page",
            "Phone interview",
            "The Washington Post",
            "USA Today",
            "Verify",
            "X post",
            "X post by Darren Linvill"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/17/tweets/how-an-x-account-twisted-facts-to-push-unsubstanti/",
        "Main Claim": "Screenshots of documents show a former student of Democratic vice presidential candidate Tim Walz has lodged sexual abuse allegations against him.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "An X account shared screenshots of a supposed former student’s emails. But the documents contained multiple inconsistencies, including the email layouts and date formatting, undermining their credibility. The X account also manipulated facts about Democratic vice presidential candidate and Minnesota Gov. Tim Walz’s life and career, pulled from public records and news reports, to build this baseless narrative. The X user offered no verifiable evidence to support this allegation.",
        "Sources": [
            "Alliance Public Schools Board of Education meeting minutes",
            "Black Insurrectionist",
            "Email exchange with Troy Unzicker",
            "Email interview with McKenzie Sadeghi",
            "Facebook post",
            "Harris-Walz campaign website contact form",
            "Instagram post",
            "Minnesota Public Radio News",
            "NewsGuard",
            "PolitiFact",
            "The New York Times",
            "Threads post",
            "TikTok video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/29/tweets/claims-about-180000-amish-registered-voters-in-lan/",
        "Main Claim": "There are “180,000 registered new Amish voters in Lancaster, Pennsylvania.”",
        "Truth-O-Meter": "False",
        "Justification": "About 93,000 Amish people live in Pennsylvania and that figure includes children who are not eligible to register to vote. In Lancaster County, there are about 38,000 Amish people. Pennsylvania’s voter registration form does not ask about religious identity. The Pennsylvania Department of State told NewsGuard, a company tracking online misinformation, that claims about 180,000 Amish voters in Pennsylvania were inaccurate.",
        "Sources": [
            "Amish Baskets",
            "Discover Lancaster",
            "Elizabethtown College",
            "Email exchange with Steven Nolt",
            "Email exchange with the Pennsylvania Secretary of State",
            "Instagram post ( archived link",
            "NewsGuard",
            "PBS",
            "Pennsylvania Department of State",
            "The Journal of Plain Anabaptist Communities",
            "X post ( archived link",
            "Young Center for Anabaptist and Pietist Studies"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/01/tweets/video-shows-a-postal-worker-dropping-off-mail-ball/",
        "Main Claim": "Video shows “ballot mule in Northampton County, Pennsylvania, (dropping) off a large amount of ballots.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A man seen in a video widely shared on social media dropping off a container of election ballots at a Northampton County, Pennsylvania, courthouse is a United States Postal Service worker. The Postal Service, the Pennsylvania secretary of state and the Northampton County executive identified the man as a postal worker dropping off mail ballots.",
        "Sources": [
            "Alex Jones",
            "County of Northampton",
            "Email interview",
            "MJTruthUltra",
            "Northampton County Elections Department",
            "PAcast",
            "The Morning Call",
            "United States Postal Service",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/23/tweets/no-the-atlantic-did-not-publish-an-article-with-th/",
        "Main Claim": "A photo shows The Atlantic published a story headlined “Trump is Literally Hitler.”",
        "Truth-O-Meter": "False",
        "Justification": "The Atlantic did not publish an article that said \"Trump is Literally Hitler.\" The X user who shared it later said the image was \"satire.\" The image is a manipulation of a screenshot of a real Atlantic article titled \"Trump: ‘I need the kind of generals that Hitler had.’\" It also used art that accompanied a 2023 opinion article from The Washington Post.",
        "Sources": [
            "Elon Musk’s X post",
            "The Atlantic",
            "The Washington Post",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/06/tweets/vehicles-seen-in-msnbc-live-report-from-philadelph/",
        "Main Claim": "Vans filled with 50,000 ballots show up in Philadelphia during live MSNBC report.",
        "Truth-O-Meter": "False",
        "Justification": "Two vehicles arriving during an MSNBC live report at Philadelphia’s election warehouse were delivering election equipment from polling places, a city official said. The ballots referred to the news report had been delivered to the warehouse hours earlier.",
        "Sources": [
            "Donald Trump",
            "Email interview",
            "End Wokeness",
            "National Conference of State Legislatures",
            "NewsGuard report",
            "Philadelphia Inquirer",
            "Politico",
            "X interview",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/17/tweets/detroit-absentee-ballot-return-rate-doesnt-signal/",
        "Main Claim": "Detroit’s Oct.15, 2024, absentee ballot return rate proves election fraud.",
        "Truth-O-Meter": "False",
        "Justification": "Detroit reported a 41% absentee ballot return rate as of Oct. 15. That’s compared with a 26% return rate during the same period in 2020. Experts told PolitiFact this is not a sign of election fraud. The return rate might be influenced by Michigan’s expanded access for absentee voting, greater voter awareness of and confidence in that method and voters’ enthusiasm for candidates and measures on the ballot. Statewide, Michigan has seen a lower absentee ballot return rate so far this year compared with 2020. As of Oct. 15, 31% of Michiganders had returned their ballots, compared with 34% at the same time in 2020. That year, Michigan issued absentee ballot applications to all registered voters as part of its COVID-19 response.",
        "Sources": [
            "City of Detroit",
            "Detroit Department of Elections",
            "Detroit Free Press",
            "Email exchange",
            "Email exchange with Andre Gilbert",
            "Emailed statement from Phil Keisling",
            "Michigan Department of State",
            "Michigan House Fiscal Agency",
            "NBC News",
            "Phone interview",
            "PolitiFact",
            "University of Florida Election Lab",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/23/tweets/social-media-posts-mislead-about-michigan-voter-ro/",
        "Main Claim": "Michigan has “more registered voters than eligible citizens. This creates a huge risk of election fraud.”",
        "Truth-O-Meter": "False",
        "Justification": "Michigan’s State Department said the state has about 8.4 million registered voters, which includes inactive voters who have not yet been removed from voting rolls. State and federal laws dictate the time frame for removing inactive voters from the rolls. The state has 7.2 million active voters, and a voting-age population of about 7.9 million.",
        "Sources": [
            "Barb Byrum",
            "Elon Musk",
            "Facebook post",
            "Instagram post",
            "Jocelyn Benson",
            "Michigan Department of State",
            "PolitiFact",
            "U.S. Census Bureau",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/01/tweets/video-shows-haitians-who-claim-theyre-voting-for-h/",
        "Main Claim": "A video shows Haitians showing duplicate IDs, claiming they are voting for Vice President Kamala Harris in multiple Georgia counties.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The Office of the Director of National Intelligence, the FBI and the Cybersecurity and Infrastructure Security Agency said Russian influence actors created this video. Georgia Secretary of State Brad Raffensperger said the video is \"false\" and \"an example of targeted disinformation.\" PolitiFact searched the names and birth dates visible on the IDs and found no voter registration records in the two Georgia counties mentioned. An expert who tracks Russian disinformation says this video is likely the work of the Russian network Storm-1516.",
        "Sources": [
            "CISA",
            "CNN",
            "Email exchange with CISA spokesperson",
            "Email exchange with Darren Linvill",
            "Email exchange with Hany Farid",
            "Email exchange with Siwei Lyu",
            "FBI",
            "Georgia Department of Driver Services",
            "Georgia Secretary of State",
            "Lead Stories",
            "Newsguard",
            "PolitiFact",
            "Statement by Georgia Secretary of State Brad Raffensperger",
            "X",
            "X post",
            "X post by Alphafox78",
            "X post by Darren Linvill",
            "X post by Gabriel Sterling",
            "X post by Georgia Secretary of State Brad Raffensperger"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/04/tweets/no-michael-jordan-hadnt-endorsed-donald-trump-as-o/",
        "Main Claim": "Michael Jordan endorsed Donald Trump for president in the 2024 election.",
        "Truth-O-Meter": "False",
        "Justification": "As of Nov. 4, there were no credible news reports or statements that former basketball star Michael Jordan has endorsed any candidate in the 2024 presidential election.",
        "Sources": [
            "The Daily Mail",
            "The Guardian",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/06/tweets/fema-gives-750-to-help-hurricane-victims-with-supp/",
        "Main Claim": "“The $750 from FEMA that Kamala Harris is offering them is actually a loan, not real relief. And that if they don’t pay it back the feds can seize their property.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The Federal Emergency Management Agency provides \"Serious Needs Assistance\" of  $750 per household to help cover disaster survivors’ emergency supplies including, water, food, first aid, diapers, personal hygiene items and fuel for transportation. These payments for essential supplies are not loans that need repaying, according to the agency and its spokespeople. FEMA does not seize property.",
        "Sources": [
            "ABC News",
            "CBS Texas’ YouTube channel",
            "FEMA spokesperson Jaclyn Rothenberg’s X post",
            "Federal Emergency Management Agency",
            "Hawai‘i Public Radio",
            "Phone interview with Daniel Llargues",
            "TikTok post",
            "Verify",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/29/tweets/no-new-yorkers-didnt-erect-an-anti-trump-sign-outs/",
        "Main Claim": "Image shows an anti-Trump billboard outside Madison Square Garden.",
        "Truth-O-Meter": "False",
        "Justification": "The image is altered. The original photo taken April 20, 2020, showed a sign that said \"We (Love) New York,\" with a heart shape representing the word \"love.\" The sign’s sentiment was shared as a pandemic quickly spread through New York City, one of the COVID-19 outbreak’s early U.S. hotspots.",
        "Sources": [
            "270toWin",
            "Getty Images",
            "NBC News",
            "Threads post",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/06/tweets/ca-wildfire-related-power-shutoff-expected-after-p/",
        "Main Claim": "Pacific Gas & Electric Co. deliberately shut off power “on Republican voters” in California on Election Day.",
        "Truth-O-Meter": "False",
        "Justification": "Pacific Gas & Electric Co., aka PG&E, which provides electricity to large areas of California, announced a potential power shut-off for some areas on election night, citing public safety concerns over high winds and wildfire risks. A PG&E spokesperson told PolitiFact that five polling locations fall within the scope of the shut-off, but shut-offs are forecast to begin after polling places close. Just in case, PG&E has provided polling centers with generators. In 2020, President Joe Biden won Solano, Lake and Santa Clara County where the affected polling stations are.",
        "Sources": [
            "California Public Utilities Commission",
            "California secretary of state",
            "Email Interview with John Gardner",
            "Jeff Smith",
            "KCRA",
            "Los Angeles Times",
            "Pacific Gas & Electric Co.",
            "Politico",
            "San Francisco Chronicle",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/28/tweets/claims-that-the-harris-campaign-paid-lizzo-23-mill/",
        "Main Claim": "“BREAKING: Lizzo charged the Harris-Walz campaign $2.3 million for a single appearance at a Detroit rally.”",
        "Truth-O-Meter": "False",
        "Justification": "We searched Google and the Nexis news database and we found no credible news reports or other evidence that the Harris-Walz campaign paid Lizzo for her appearance at an Oct. 19 campaign event. This claim circulated widely on X, with some posts receiving millions of views, but none of the posts offered proof.",
        "Sources": [
            "CBS News",
            "Forbes Breaking News on YouTube",
            "Grok’s response",
            "Michigan Advance",
            "NBC News",
            "Reuters",
            "Sean Spicer's X post",
            "Statement from the Harris campaign",
            "The Los Angeles Times",
            "Verify",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/11/tweets/clip-from-lgbtq-fema-webinar-goes-viral-without-co/",
        "Main Claim": "2023 FEMA webinar shows the agency is prioritizing its relief efforts around LGBTQ+ people",
        "Truth-O-Meter": "False",
        "Justification": "The Federal Emergency Management Administration does not distribute aid based on gender identity or sexual orientation. A FEMA-hosted March 2023 panel discussion titled, \"Helping LGBTQIA+ Survivors Before Disasters: Preparedness and Mitigation Considerations,\" involved FEMA employees and non-FEMA experts and focused on improving disaster preparedness in LGBTQ+ communities, not FEMA’s general disaster response. FEMA has held other webinars focused on specific communities such as older Americans, people with disabilities and faith groups.",
        "Sources": [
            "Brookings",
            "CivilBeat",
            "Disasters",
            "Email interview with Kathryn Van Tol",
            "Email interview with Samantha Penta",
            "Federal Emergency Management Administration",
            "Fox News",
            "Interview with Thomas Chandler",
            "NPR",
            "Nature",
            "PBS",
            "Pew Research Center",
            "PolitiFact",
            "Preventative Medicine Reports",
            "Ready.gov",
            "Rice University",
            "Williams Institute",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/03/tweets/this-video-about-ballot-fraud-is-not-from-the-fbi/",
        "Main Claim": "Video shows the FBI reported that “three linked groups have been apprehended for rigging early voting by mail-in ballot.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "AP",
            "Antibot4Navalny",
            "BBC",
            "CBS",
            "Eliot Higgins",
            "Email interview",
            "FBI",
            "Justice Department",
            "NBC",
            "New York Times",
            "PolitiFact",
            "X post from suspended account"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/06/tweets/video-does-not-show-philadelphia-voting-officials/",
        "Main Claim": "A video showing conversations about noncitizen voting outside a Philadelphia city commissioners' office is proof of “Pennsylvania election fraud.”",
        "Truth-O-Meter": "False",
        "Justification": "A two-minute video by conservative activist James O’Keefe captured snippets of conversation that he said showed a Philadelphia City Commissioners' office and a nonprofit organization were telling noncitizens they could vote using only an individual taxpayer identification number, a number the Internal Revenue Service provides to noncitizens who are not eligible to get Social Security numbers. Philadelphia city commissioners said in an emailed statement that the video was \"selectively edited.\" And although the nonprofit said one of its staff members incorrectly said a person could vote with an ITIN, that does not align with the group’s practice or training. Federal law requires voters be U.S. citizens to vote in federal elections. A small number of municipalities nationwide permit noncitizen voting in local races, Philadelphia is not among them.",
        "Sources": [
            "Ceiba",
            "Ceiba ITIN English brochure",
            "Ceiba ITIN Spanish brochure",
            "Emailed statement",
            "Instagram post",
            "Internal Revenue Service",
            "NPR",
            "Pennsylvania Department of State",
            "PolitiFact",
            "The Commonwealth of Pennsylvania",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/nov/04/tweets/no-proof-us-postal-service-recently-changed-the-de/",
        "Main Claim": "“The United States Postal Service recently changed the delivery method of absentee mail-in ballots” to hide “the evidence of absentee mail-in ballot fraud.”",
        "Truth-O-Meter": "False",
        "Justification": "Close to Election Day, the U.S. Postal Service handles mailed ballots differently than other mail, but this procedure isn’t new for the 2024 election. Election experts and a Postal Service spokesperson said that the agency made similar process changes in previous elections, including in 2020 and 2022. A Postal Service spokesperson said the agency’s special measures for election mail aim to accelerate ballot mail delivery. They do not signal fraud, she said. The Wisconsin man who made this claim has espoused unsubstantiated allegations of fraud since 2020, filing numerous lawsuits against local election offices. In 2022, the Wisconsin Elections Commission fined him for making frivolous election complaints.",
        "Sources": [
            "Caltech 2024 Election Integrity Project",
            "Civic News Company and Votebeat’s Expert Desk",
            "Email interview with Barbara Smith Warner",
            "Email interview with Martha Johnson",
            "Emailed statement from Brenden Donahue",
            "Peter Bernegger’s X post",
            "PolitiFact",
            "Slack Interview with Amy Cohen",
            "Slack interview with Christopher Mann",
            "Slack interview with Michael Alvarez",
            "U.S. Postal Service",
            "Wisconsin Circuit Court Access"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/11/tweets/north-carolinas-post-helene-changes-for-absentee-i/",
        "Main Claim": "North Carolina’s new voting rules in response to Hurricane Helene amount to “cheating” or “stealing.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The North Carolina General Assembly voted unanimously to change election rules to make in-person and mail voting easier in counties affected by Hurricane Helene. The change in state law was similar to changes approved unanimously a day earlier by the bipartisan North Carolina State Board of Elections. The Board of Elections has a Democratic majority; the General Assembly has a Republican majority. The changes were done publicly and apply to all voters in those counties, not just ones from one party.",
        "Sources": [
            "Email interview",
            "Greenwire",
            "Liz Churchill",
            "MJTruthUltra",
            "MargoinWNC",
            "North Carolina General Assembly",
            "North Carolina State Board of Elections",
            "North Carolina State Elections Board",
            "Old North State Politics",
            "Raleigh News and Observer",
            "Telephone interview",
            "The Q Origins Project",
            "Trump-Vance campaign",
            "WRAL"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/03/tweets/no-this-video-does-not-show-iran-missile-attack/",
        "Main Claim": "Video shows an Iranian missile attack.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The CEO of the company that developed the video game \"Wargame: Red Dragon\" told PolitiFact via email that the X clip uses footage from its video game. This video has been circulating online since at least November 2023. An electrical and computer engineering professor told PolitiFact the video had telltale signs of being computer-generated.",
        "Sources": [
            "Email interview",
            "Phone interview",
            "The New York Times",
            "TikTok post",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/20/tweets/social-media-posts-connected-ryan-routh-with-lgbtq/",
        "Main Claim": "Ryan Routh's Instagram bio says he is a \"proud LGBTQ+ member\"",
        "Truth-O-Meter": "False",
        "Justification": "Ryan Wesley Routh held accounts on X and Facebook before the apparent assassination attempt against former President Donald Trump on Sept. 15 in Florida. but he did not describe himself on those platforms as identifying as LGBTQ+. In his self-published book, we found one passage with two mentions of the word \"gay,\" but he wasn’t using the word to describe himself. Fake profiles with they/them pronouns, pride flags, or pro-LGBTQ+ messages are frequently circulated immediately after violent events when information about a suspected perpetrator is scarce.",
        "Sources": [
            "Archived Instagram profile",
            "Axios",
            "BBC",
            "CNN",
            "NBC News",
            "PolitiFact",
            "Reuters",
            "The New York Times",
            "Threads post",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/30/tweets/heres-how-a-biden-ad-that-featured-arlington-natio/",
        "Main Claim": "President Joe Biden “did a campaign ad at the graves in Arlington in 2020.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "A 2020 Joe Biden campaign ad featured a May 31, 2010, photo of Biden at Arlington National Cemetery. The day that Arlington National Cemetery picture was taken, Biden was acting as vice president, delivering a speech and participating in a wreath-laying ceremony. The ad contained a disclaimer that said the use of Defense Department footage does not imply the endorsement of the U.S. military or the Defense Department.",
        "Sources": [
            "Alamy photo",
            "Arlington National Cemetery",
            "Axios",
            "CNN",
            "Code of Federal Regulations",
            "Cornell Law School Legal Information Institute",
            "Department of the Army",
            "Email exchange and phone call with Arlington National Cemetery spokesperson",
            "Email exchange with White House spokesperson",
            "NPR",
            "National Archives",
            "Obama White House archives",
            "The Washington Post",
            "TikTok video by Donald Trump",
            "U.S. Department of Defense photo",
            "Web Archive",
            "X post",
            "X post by Donald Trump Jr.",
            "X post by Joe Biden"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/30/tweets/this-photo-doesnt-show-joe-biden-lounging-at-the-b/",
        "Main Claim": "Photo shows President Joe Biden lounging on the beach \"while towns all over America were being wiped out” by Hurricane Helene.",
        "Truth-O-Meter": "False",
        "Justification": "A photo circulating online of President Joe Biden and first lady Jill Biden on Rehoboth Beach beach in Delaware was taken at the end of August — about a month before Hurricane Helene made landfall Sept. 26 in Florida. The Bidens traveled to their Rehoboth Beach home again just after Hurricane Helene made landfall, the weekend of Sept. 27 to 29. Before and after Helene’s landfall, Biden issued major disaster declarations and emergency declarations for several states, spoke to state and local leaders and said he plans to visit impacted communities once his presence won’t disrupt rescue and recovery efforts.",
        "Sources": [
            "Delawareonline.com",
            "Federal Emergency Management Agency",
            "The White House press pool reports",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/23/tweets/bricks-did-not-mysteriously-appear-in-chicago-befo/",
        "Main Claim": "Pallets of bricks were left all over the streets of Chicago before the Democratic National Convention.",
        "Truth-O-Meter": "False",
        "Justification": "The video of stacks of bricks outside a Chicago hospital was posted on TikTok in 2020. The Democratic National Convention Joint Information Center told PolitiFact claims about brick pallets found near the DNC are false.",
        "Sources": [
            "Instagram post",
            "NBC News",
            "PolitiFact",
            "TikTok post",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/16/tweets/claims-that-an-apparent-assassination-attempt-agai/",
        "Main Claim": "The apparent assassination attempt against former President Donald Trump on Sept. 15, 2024, was “staged.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Authorities arrested 58-year-old Ryan Wesley Routh on Sept. 15, whom they said pointed a gun through the fence at Trump International Golf Club in West Palm Beach, Florida, where former President Donald Trump was golfing. The FBI said it is investigating the event as \"what appears to be an assassination attempt\" against Trump. The investigation is ongoing, but neither the FBI nor local authorities have said it was staged. Authorities recovered evidence, including an AK-47-style rifle, from a spot along the fence surrounding Trump’s golf course. The suspect has been arrested and charged with two federal gun crimes.",
        "Sources": [
            "Donald Trump",
            "FBI",
            "Fox News",
            "Getty Images",
            "Instagram post",
            "PolitiFact",
            "Team Trump",
            "The Associated Press",
            "The Washington Post",
            "U.S. District Court Southern District of Florida",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/21/tweets/jill-biden-joined-a-cabinet-meeting-to-give-a-wome/",
        "Main Claim": "First lady Jill Biden led a Cabinet meeting for President Joe Biden and her signature appears on presidential stationery.",
        "Truth-O-Meter": "False",
        "Justification": "First lady Jill Biden joined President Joe Biden’s Sept. 20 Cabinet meeting to discuss updates on the women’s health initiative, a White House endeavor she has headed since its creation in 2023. First ladies, during both Republicans and Democratic administrations, have joined Cabinet meetings in the past. The White House told PolitiFact that the binder seen in a viral photograph shows the first lady’s signature along with Biden’s is a keepsake typically given to attendees of White House events and is not used by staff for official purposes.",
        "Sources": [
            "National Institutes of Health",
            "Newspapers.com",
            "Phone interview",
            "President Richard Nixon's Daily Diary",
            "The White House",
            "The White House Rosalynn Smith Carter",
            "X",
            "X Benny Johnson post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/30/tweets/viral-video-misleads-with-edited-video-of-kamala-h/",
        "Main Claim": "Video shows “Kamala Harris describing how she can ruin lives with the 'swipe of a pen.’\"",
        "Truth-O-Meter": "False",
        "Justification": "The viral clip of Vice President Kamala Harris’ speech is truncated, abruptly omitting her follow-up comments. Harris was talking about leaders using power responsibly because of the negative impact of misused power on people. In 2010, Harris used the same rhetoric when talking about electing officials who understand the importance of using power in a measured, responsible way.",
        "Sources": [
            "C-SPAN",
            "Facebook post",
            "Howard University",
            "NPR",
            "PolitiFact",
            "The Marshall Project",
            "The Portsmouth Herald",
            "X post ( archived link",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/26/tweets/picture-of-boarded-up-windows-is-from-2023-florida/",
        "Main Claim": "Image of people boarding up a window shows Michigan election officials are “preparing to steal this election”",
        "Truth-O-Meter": "False",
        "Justification": "This photo was taken in Tampa, Florida, in 2023, ahead of Hurricane Idalia.",
        "Sources": [
            "CBS News",
            "CNN",
            "Email interview with Angela Benander",
            "Email interview with Vance Patrick",
            "Getty Images",
            "Michigan Courts",
            "NBC News",
            "Newsweek",
            "PolitiFact",
            "The Associated Press",
            "The Detroit Free Press",
            "The Guardian",
            "The New York Times",
            "USA Today",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/21/tweets/american-flag-wasnt-missing-at-the-dnc/",
        "Main Claim": "The American flag is missing from the Democratic National Convention in Chicago.",
        "Truth-O-Meter": "False",
        "Justification": "Images show there were at least six flags onstage the first day of the Democratic National Convention.",
        "Sources": [
            "PolitiFact",
            "The Associated Press",
            "TikTok post",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/06/tweets/reports-about-32-venezuelan-armed-migrants-taking/",
        "Main Claim": "A group of 32 armed Venezuelans took over an apartment building in Chicago.",
        "Truth-O-Meter": "False",
        "Justification": "The reports made in the call were not real, a Chicago Police Department spokesperson said. The area’s aldersperson, Jeanette Taylor, told a Chicago news outlet that the incident was not real.",
        "Sources": [
            "Block Club Chicago",
            "Elon Musk X post",
            "Email interview",
            "Instagram post",
            "Phone interview",
            "PolitiFact",
            "The Chicago Tribune",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/29/tweets/video-compilation-doesnt-show-deadly-airstrikes-on/",
        "Main Claim": "Video shows “the bunker-busting bombs that ended the lives of (Hassan) Nasrallah and Hezbollah’s leadership.”",
        "Truth-O-Meter": "False",
        "Justification": "Hezbollah leader Hassan Nasrallah was killed at night in an Israeli airstrike Sept. 27 in a Beirut, Lebanon, suburb. Social media videos that claim to show Israeli bombs striking buildings with Nasrallah and other Hezbollah leadership inside were taken in daylight, and many are from earlier bombings in Gaza.",
        "Sources": [
            "Anadolu Agency",
            "Anadolu English",
            "Axios",
            "Daniel Hagari",
            "Digital Forensics",
            "Facebook post",
            "Instagram post",
            "Palestine Info Center",
            "Reuters",
            "TRT Haber",
            "The Associated Press",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/24/tweets/no-this-video-doesnt-show-kamala-harris-using-a-te/",
        "Main Claim": "Video shows Vice President Kamala Harris using a teleprompter.",
        "Truth-O-Meter": "False",
        "Justification": "This video shows a teleprompter that Oprah Winfrey used during a Sept. 19 forum in which she questioned Vice President and Democratic presidential nominee Kamala Harris. A Winfrey spokesperson said Harris didn’t use a teleprompter.",
        "Sources": [
            "Email interview with Nicole Nichols",
            "Instagram post",
            "The New York Times",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/03/tweets/no-refugees-did-not-cause-a-deadly-boars-head-list/",
        "Main Claim": "Nine Americans died from a listeria outbreak after Boar’s Head brand meat prioritized hiring “refugees” in Virginia.",
        "Truth-O-Meter": "False",
        "Justification": "Boar’s Head never hired employees through Tent, an organization that partners with companies to hire refugees, or any other refugee training program, a Boar’s Head spokesperson said. A Boar’s Head plant in Jarratt, Virgina, has long-standing health and safety issues. The plant violated federal health standards 69 times in the past year, U.S. Agriculture Department’s Food Safety and Inspection Service records show.",
        "Sources": [
            "Boar’s Head",
            "CBS News",
            "Email interview",
            "PolitiFact",
            "Scribd",
            "Tent",
            "Web archived Tent page",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/01/tweets/georgia-fire-took-place-at-pool-and-spa-product-ma/",
        "Main Claim": "A biolab caught fire in Georgia right before the 2024 election.",
        "Truth-O-Meter": "False",
        "Justification": "Although the name of the chemical plant where the Georgia fire took place is called \"BioLab,\" the plant is not a biological laboratory. BioLab manufactures pool and spa supplies. Stefano Costanzi, an American University chemistry professor, said biological laboratories are where experiments to study living organisms are conducted. As a facility that only manufactures and stores products, BioLab would not be considered a biological laboratory. A BioLab spokesperson told PolitiFact that BioLab’s facility produces no biological weapons and does no contagious disease research.",
        "Sources": [
            "BBC",
            "Biolab",
            "Email interview",
            "Facebook",
            "Instagram post",
            "PBS",
            "PolitiFact",
            "The Atlanta Journal-Constitution",
            "U.S. Chemical Safety Board",
            "United Nations",
            "World Health Organization",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/30/tweets/c-span-didnt-air-single-person-clapping-caption-du/",
        "Main Claim": "C-SPAN captions for a JD Vance speech said, “Single person clapping.”",
        "Truth-O-Meter": "False",
        "Justification": "C-SPAN didn’t air this caption, a spokesperson for the network said.",
        "Sources": [
            "C-SPAN",
            "Email interview with Robin Newton",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/28/tweets/no-north-carolinas-ballot-order-doesnt-show-attemp/",
        "Main Claim": "The order of candidate names on North Carolina’s ballot shows a “clear attempt at voter manipulation.”",
        "Truth-O-Meter": "False",
        "Justification": "Vice President Kamala Harris’ and other presidential candidates’ names appear above Donald Trump’s on North Carolina’s ballot. The order of names is chosen at random before every election. Trump’s name appeared first on the ballot in both the 2016 and 2020 presidential elections.",
        "Sources": [
            "MIT Election Data and Science Lab",
            "NPR",
            "New York Times Opinion",
            "North Carolina state law",
            "Press releases by the North Carolina State Board of Elections",
            "WRAL",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/03/tweets/parody-account-spreads-false-claim-about-secretary/",
        "Main Claim": "“Breaking: Pete Buttigieg reveals that he is HIV-positive.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This claim was originally shared by a parody account. Transportation Secretary Pete Buttigieg made no such announcement about contracting HIV. This claim is rooted in historic stigma around gay men and HIV.",
        "Sources": [
            "Centers for Disease Control and Prevention",
            "HIV.gov",
            "Human Rights Campaign",
            "NBC News",
            "National Institute of Health",
            "PolitiFact",
            "X post",
            "X profile"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/20/tweets/no-this-image-doesnt-show-an-iphone-that-exploded/",
        "Main Claim": "“iPhones exploding in Lebanon blowing up random people.”",
        "Truth-O-Meter": "False",
        "Justification": "The image of an exploded iPhone being shared as if it was from recent device attacks in Lebanon was published in a 2021 article about an exploding iPhone in a suburb of Cairo, Egypt. Credible news reports of the attacks in Lebanon did not say that iPhones were devices targeted in the attacks.",
        "Sources": [
            "Cairo 24",
            "NBC News",
            "Reuters",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/24/tweets/no-this-isnt-a-photo-of-a-toilet-destroyed-by-an-e/",
        "Main Claim": "Photo shows a toilet after “some Hezbollah operative blew up.”",
        "Truth-O-Meter": "False",
        "Justification": "This photo was taken in 2020 in Hong Kong after an improvised explosive device exploded in a public toilet there. It had nothing to do with the pager-linked explosions in Lebanon and Syria in 2024.",
        "Sources": [
            "BBC News",
            "Financial Times",
            "South China Morning Post",
            "The Associated Press",
            "The New York Times",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/05/tweets/no-proof-kamala-harris-injured-a-person-in-2011-ca/",
        "Main Claim": "On June 7, 2011, Kamala Harris was involved in a San Francisco hit-and-run crash that injured a woman named Alicia Brown.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A video in which a woman described being injured by Kamala Harris in a 2011 hit-and-run crash originated on a website identifying itself as \"KBSF San Francisco News.\" The website was unresponsive by midday Sept. 4. KBSF’s website URL identified it as a television channel. The Federal Communications Commission, which regulates television communications and maintains a register of TV stations, has no record of KBSF. The website’s domain name was created Aug. 20. The San Francisco Police Department found no incident reports or emergency calls matching the described crash. Multiple images shared in the video were traced to unrelated incidents, including a car crash in Guam and images published in medical research journals.",
        "Sources": [
            "\"I Meme Therefore I Am\" X post",
            "\"Miguelifornia\" X post",
            "9:57 a.m. X post",
            "BBC",
            "BMC Gastroenterology",
            "Cinema Treasures",
            "Dilley Meme Team",
            "Email exchange with Allison Maxie",
            "Email exchange with Dilrukshi Gamage",
            "Email exchange with Hany Farid",
            "Email exchange with Manjeet Rege",
            "Email exchange with Paulina Henderson",
            "Email exchange with Siwei Lyu",
            "Federal Communications Commission",
            "KBSF San Francisco News",
            "Liz Churchill’s X post",
            "Liz Churchill’s X profile",
            "Pacific Daily News",
            "PolitiFact",
            "Reeve Swainston",
            "The Journal of Children’s Orthopaedics",
            "The New York Times",
            "ViewDNS.info"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/16/tweets/no-this-video-does-not-show-ryan-wesley-routh-in-a/",
        "Main Claim": "Ryan Routh appeared in a Blackrock commercial.",
        "Truth-O-Meter": "False",
        "Justification": "The video that includes Ryan Wesley Routh is not a BlackRock ad. The footage shows a 2022 pro-Ukrainian rally. A BlackRock spokesperson said Routh has never appeared in any BlackRock ads.",
        "Sources": [
            "Al Jazeera",
            "Email interview",
            "PBS News",
            "PolitiFact",
            "The New York Times",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/21/tweets/why-this-claim-about-antifa-at-the-dnc-is-false/",
        "Main Claim": "Photo shows “domestic Antifa are already gathering in Chicago, to create chaos during the Harris-Walz DNC.”",
        "Truth-O-Meter": "False",
        "Justification": "This image was taken in 2019 in Portland, Oregon, not in 2024 in Chicago. Chicago police have responded to demonstrations by pro-Palestinian protesters during the 2024 Democratic National Convention that started Aug. 19 with their presence and arrested some in connection with breaching a fence. Authorities have not identified antifa as a meaningful force in the protests. Protest organizers were hoping for about 20,000 people to join in demonstrations against the war in Gaza, but media reports said the crowds were smaller.",
        "Sources": [
            "Aljazeera",
            "CNN",
            "Chicago ABC 7",
            "Chicago DNC 2024",
            "Chicago Police Department",
            "City of Chicago",
            "Fox News",
            "New York Post",
            "PBS News",
            "PolitiFact",
            "The Associated Press",
            "WGN News",
            "X"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/05/tweets/samantha-hyde-was-not-the-apalachee-high-school-sh/",
        "Main Claim": "“BREAKING: Apalachee High School shooter has been identified as non-binary trans girl Samantha Hyde.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The name \"Samantha Hyde\" is a variation of Sam Hyde, a name we have seen social media users resurface as a meme when shootings occur. Authorities identified the suspect in the fatal Sept. 4 shooting at Apalachee High School as 14-year-old Colt Gray.",
        "Sources": [
            "ABC News",
            "CBS News",
            "CNN",
            "FBI",
            "Georgia Bureau of Investigation Facebook post",
            "Georgia Bureau of Investigation YouTube video",
            "Jackson County Sheriff’s Office incident report",
            "PolitiFact",
            "The Associated Press",
            "The New York Times",
            "USA Today",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/sep/11/tweets/texas-election-law-allows-homeless-voters-to-regis/",
        "Main Claim": "\"Dallas County Texas (tells) election workers to (illegally) lie on registration & use a church address to register homeless people to vote!”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Texas law does not require a homeless person to be housed to register to vote. A social media video shows election workers in Dallas County, Texas, discussing how to register homeless people to vote. It does not show them discussing how to illegally register homeless voters, elections officials there said. Homeless voters can list a street corner, a park or wherever they normally reside as their place of residence. They must also provide a mailing address, for example, a shelter, a post office box, a relative’s home or a nonprofit group’s address where they can receive mail.",
        "Sources": [
            "Dallas County Elections Department",
            "Dallas Morning News",
            "Email interview",
            "Joe Hoft",
            "John Basham",
            "National Coalition for the Homeless",
            "Texas election code",
            "TexasLawHelp.org",
            "TikTok post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/oct/03/tweets/harris-speech-on-abortion-was-likely-ai-generated/",
        "Main Claim": "Kamala Harris campaign ad “features a mother expressing regret for not having an abortion.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The video shows footage from a 2021 home insurance ad. Experts told PolitiFact the audio voice-over that sounds like Kamala Harris speaking was likely generated by artificial intelligence.",
        "Sources": [
            "Email exchange with Hany Farid",
            "Email exchange with Siwei Lyu",
            "GOV.UK",
            "The Guardian",
            "X post",
            "YouTube video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/25/tweets/claims-that-jill-biden-was-at-the-white-house-and/",
        "Main Claim": "Videos show Jill Biden alone in Paris and at White House with Joe Biden at the same time.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A viral video shared on X doesn’t show first lady Jill Biden in Washington, D.C., and Paris at the same time. Biden was at the White House where President Joe Biden gave a primetime speech about exiting the presidential race. Soon after, she left on a flight for Paris to lead the U.S. Olympic delegation.",
        "Sources": [
            "CNN",
            "The Daily Beast",
            "Vanessa Valdivia",
            "WBNS 10TV",
            "White House",
            "White House press pool reports",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/22/tweets/no-north-carolinas-mask-bill-doesnt-include-a-carv/",
        "Main Claim": "North Carolina mask bill includes “specific carve outs for entities like the KKK to continue wearing hoods in public.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "A North Carolina bill would delete a state law allowing people to wear masks in public for health reasons. The bill does not mention the Ku Klux Klan at all, nor does it introduce new \"carve outs\" for similar groups. The bill would, however, leave in place a longstanding exemption that some believe the KKK could exploit.",
        "Sources": [
            "Email and telephone interviews with Reighlah Collins",
            "Email interview with Lauren Horsch",
            "Email interview with state Sen. Sydney Batch",
            "North Carolina House Bill 237",
            "Port City Daily",
            "Post",
            "WRAL"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/21/tweets/video-shows-flight-turbulence-from-2019-not-singap/",
        "Main Claim": "Video shows turbulence on a Singapore Airlines flight that had one casualty.",
        "Truth-O-Meter": "False",
        "Justification": "The video shows severe turbulence on an ALK Airlines flight in 2019.",
        "Sources": [
            "ABC News",
            "CNN",
            "Reuters",
            "Storyful",
            "The New York Times",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/20/tweets/the-chicago-river-isnt-a-red-river-democrats-didnt/",
        "Main Claim": "Democrats dyed the “Chicago River red to celebrate abortion.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This claim originated on a satire site.",
        "Sources": [
            "Blog post",
            "The Babylon Bee",
            "Travel + Leisure",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/23/tweets/former-president-jimmy-carter-is-still-alive-despi/",
        "Main Claim": "Former President Jimmy Carter “passed away Tuesday, July 23, at 01:34 am at his home in Plains, Georgia at the age of 99.”",
        "Truth-O-Meter": "False",
        "Justification": "The death announcement included satirical claims about former President Jimmy Carter’s time in office and lewd references to former first ladies. The Carter Center, a nonprofit organization Carter founded, told PolitiFact the letter is a hoax.",
        "Sources": [
            "Business Insider",
            "Email interview with Carter Center spokesperson",
            "Southern Living",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/20/tweets/real-potty-talk-there-are-numerous-womens-restroom/",
        "Main Claim": "“Women don't even get their own restroom at the DNC convention.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "There are 21 women’s restrooms, 26 men’s restrooms, and five gender-neutral restrooms in the United Center, the Democratic National Convention’s main building. The Advocate Center, which houses the press filing center, has two women’s restrooms, a men’s room and a gender-neutral bathroom.",
        "Sources": [
            "Democratic National Convention",
            "Interview with Alexandra LaManna",
            "The Washington Post",
            "X post",
            "X profile"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jun/14/tweets/some-trump-backers-say-the-hunter-biden-trial-was/",
        "Main Claim": "Hunter Biden’s trial and conviction were contrived to divert attention from Biden family crimes.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Hunter Biden’s activities and business dealings have been the subject of federal investigation since at least 2018, when President Donald Trump was in office. He was convicted on gun-related charges in a jury trial led by a Trump-era appointee. Experts say that under Attorney General Merrick Garland’s leadership, the Justice Department has enacted strict policies to limit communication between the White House and federal prosecutors. Hunter Biden still faces additional charges — with potentially harsher penalties — in California later this year.",
        "Sources": [
            "ABC News",
            "CNN",
            "Charlie Kirk",
            "Charlie Kirk Threads post",
            "Email interview",
            "House Oversight Committee",
            "Jack Posobiec",
            "Laura Ingraham",
            "Phone interview",
            "PolitiFact",
            "Politico",
            "Rep. James Comer",
            "Stephen Miller",
            "The New York Times",
            "The Wall Street Journal",
            "U.S. Department of Justice",
            "U.S. Government Accountability Office",
            "Vivek Ramaswamy"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jun/28/tweets/cnn-knocks-down-rumor-of-longer-tv-delay-at-biden/",
        "Main Claim": "“CNN will implement a 1-2 minute delay for tonight’s presidential debate instead of the standard 7-second delay, potentially allowing time to edit parts of the broadcast.”",
        "Truth-O-Meter": "False",
        "Justification": "CNN’s communications department said a claim that the June 27 presidential debate will have a one- to two-minute delay is false.",
        "Sources": [
            "CNN Communications",
            "Email exchange",
            "NBC News",
            "Patrick Webb",
            "Science Feedback"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/31/tweets/who-will-hear-donald-trumps-appeal-its-too-early-t/",
        "Main Claim": "Photo shows the judges who will hear the appeal of former President Donald Trump’s criminal conviction.",
        "Truth-O-Meter": "False",
        "Justification": "Former President Donald Trump was convicted on 34 criminal felony counts. He is expected to appeal, but experts told PolitiFact it is impossible to know now exactly which New York justices might hear his appeal of the ruling. If Trump files for appeal, experts say the case likely would go to New York’s Appellate Division, First Department. It is likely a five-justice panel from the First Department will be randomly selected to hear the appeal, but that won’t happen until after Trump’s lawyers have filed it. There are 21 judges in the First Department, any of whom could be tapped. This photo shows five of them. Chances are statistically slim those exact five would be picked.",
        "Sources": [
            "Appellate Division",
            "Brian Tyler Cohen’s post",
            "Email interview with Daniel A. Warshawsky",
            "Email interview with Jordan S. Ellenberg",
            "Email interview with Justin Murray",
            "Email interview with Lizhen Lin",
            "Email interview with Sam Feldman",
            "Interview with Cynthia Godsoe",
            "New York Courts Appellate Division First Judicial Department",
            "Post",
            "Reuters",
            "Spectrum News NY 1"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jun/17/tweets/no-a-canadian-cancer-charity-didnt-apologize-for-u/",
        "Main Claim": "Canadian Cancer Society apologized and said it will “no longer use the term ‘cervix’ and instead use the term ‘front hole.’”",
        "Truth-O-Meter": "False",
        "Justification": "The Canadian Cancer Society didn’t issue an apology for using the word \"cervix,\" nor did the charity say it would replace all uses of that word with the term \"front hole.\" The charity said it uses \"medical terminology,\" while acknowledging that some transgender and nonbinary patients may prefer to use the term \"front hole\" instead of \"cervix.\"",
        "Sources": [
            "Canadian Cancer Society",
            "Libs of TikTok",
            "PolitiFact",
            "The Daily Mail",
            "Tomi Lahren"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/19/tweets/no-grindr-executives-didnt-call-the-rnc-grindrs-su/",
        "Main Claim": "An executive of the gay dating app Grindr said the Republican National Convention is \"basically Grindr’s Super Bowl.'”",
        "Truth-O-Meter": "False",
        "Justification": "The claim originated from a satire account. We found no credible reports that the company’s CEO called the Republican National Convention Grindr’s Super Bowl.",
        "Sources": [
            "Former Congressman George Santos",
            "PolitiFact",
            "The Associated Press",
            "X account",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/17/tweets/video-shows-donald-trumps-eyes-closed-in-prayer-no/",
        "Main Claim": "Video shows Donald Trump sleeping at the Republican National Convention’s first night.",
        "Truth-O-Meter": "False",
        "Justification": "Longer video footage from the event shows that former President Donald Trump closed his eyes during a prayer.",
        "Sources": [
            "Messiah Lutheran Church",
            "Milwaukee Journal Sentinel",
            "Mint",
            "The Associated Press",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/22/tweets/this-video-doesnt-show-president-joe-bidens-first/",
        "Main Claim": "A July 21 video aired by PBS News shows President Joe Biden’s “first video address following dropping out of the presidential race.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This video is a deepfake. President Joe Biden hasn’t made any public appearances since he exited the presidential race July 21. The video was altered from Biden’s speech on July 14, after former President Donald Trump’s attempted assassination. Biden is recovering from COVID-19 and said July 21 that he would address the nation later in the week.",
        "Sources": [
            "Email exchange with Nick Massella",
            "PBS NewsHour ( archived",
            "White House",
            "X post",
            "X post by PBS News",
            "X post by President Joe Biden"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/30/tweets/claim-that-conviction-makes-donald-trump-ineligibl/",
        "Main Claim": "“Trump is no longer eligible to run for president and must drop out of the race immediately.”",
        "Truth-O-Meter": "False",
        "Justification": "Soon after former President Donald Trump was convicted of 34 counts of falsifying business records, a comedian posted on X that the news rendered Trump ineligible to run for president. The post was viewed more than 533,000 times within an hour. Not everyone was in on the joke. There is nothing that would bar Trump from continuing his bid for the White House, legal experts say. Convicted felons have run for president before.",
        "Sources": [
            "Cornell Law School Legal Information Institute",
            "Determined Look",
            "PolitiFact",
            "The Athletic",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/28/tweets/did-vampire-diaries-star-condemn-israels-rafah-att/",
        "Main Claim": "“(Actress) Candice King calls out Rafah massacre and beheaded babies.”",
        "Truth-O-Meter": "False",
        "Justification": "The woman in the video is not American actress Candice King. She’s a South African social media influencer also named Candice King.",
        "Sources": [
            "Candice King Instagram account",
            "Instagram post",
            "PolitiFact",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/24/tweets/no-evidence-links-rep-sheila-jackson-lees-death-to/",
        "Main Claim": "The death of Rep. Sheila Jackson Lee, D-Texas, six days after the Trump rally shooting was linked to her “oversight of the Secret Service.”",
        "Truth-O-Meter": "False",
        "Justification": "Rep. Sheila Jackson Lee, D-Texas, died July 19 at age 74. Although a cause of death has not been publicly reported, Jackson Lee said in June that she had been diagnosed with pancreatic cancer. We searched using Google and Nexis and found no reliable news reports connecting Jackson Lee's death to Secret Service oversight work or the Trump rally shooting. During July 22 congressional testimony, then-Secret Service Director Kimberly Cheatle offered lawmakers condolences for Jackson Lee’s death. That sparked claims linking Jackson Lee’s death to oversight of the U.S. Secret Service.",
        "Sources": [
            "AFP Fact Check",
            "CBS News",
            "CNN",
            "Congresswoman Sheila Jackson Lee’s website",
            "Facebook post",
            "Houston Landing",
            "Instagram post",
            "NBC News",
            "NewsGuard",
            "PolitiFact",
            "Post",
            "Rep. Sheila Jackson Lee’s Family’s post",
            "Rep. Sheila Jackson Lee’s Office’s post",
            "The Associated Press",
            "The New Republic",
            "The New York Times",
            "The Washington Post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/20/tweets/no-this-photo-doesnt-show-bricks-for-dnc-protests/",
        "Main Claim": "Photo shows “pallets or containers of bricks have been found near locations designated for protests related to the Democratic National Convention”",
        "Truth-O-Meter": "False",
        "Justification": "This photo is from 2020 in Dallas. The bricks were near a construction site. Officials with Chicago’s Democratic National Convention Joint Information Center said Aug. 20 that brick pallets had not been found near protest sites. We last saw a rash of similarly misleading claims about bricks and protest sites in 2020, during social justice protests across the nation in response to George Floyd’s murder.",
        "Sources": [
            "Associated Press",
            "Email interview with DNC 2024 Joint Information Center",
            "Factcheck.org",
            "Google Maps",
            "NBC News",
            "PolitiFact",
            "Sources",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/15/tweets/video-of-man-yelling-slash-republican-throats-was/",
        "Main Claim": "Video shows Trump gunman Thomas Matthew Crooks yelling “slash Republican throats”",
        "Truth-O-Meter": "False",
        "Justification": "The video of a man yelling \"slash Republican throats\" was taken in 2020 on Arizona State University’s campus. The university and FBI investigated the incident in 2020. Arizona State University’s president confirmed July 15 that the man in the video was not Thomas Matthew Crooks, the suspect in the July 13 Trump rally shooting. In 2020, Crooks was a sophomore at Bethel Park High School in Pennsylvania.",
        "Sources": [
            "Arizona State University",
            "BBC",
            "CBS News Trump rally shooter identified as Thomas Matthew Crooks",
            "CNN",
            "Federal Election Commission",
            "Phone interview with Jerry Gonzalez",
            "The Arizona Republic",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/15/tweets/viral-photo-misleads-on-crowd-size-at-vances-michi/",
        "Main Claim": "Photo from an Aug. 14 campaign event in Michigan shows “JD Vance couldn’t fill a small room.”",
        "Truth-O-Meter": "False",
        "Justification": "The photo misleads about the crowd size at Republican vice presidential candidate and Ohio Sen. JD Vance’s Aug. 14 campaign rally in Byron Center, Michigan. It was shared on X almost two hours before Vance took the stage. Other photos and videos taken show a fuller crowd of a few hundred people closer to the event’s start and throughout the rally’s duration.",
        "Sources": [
            "C-SPAN",
            "Email exchange with Sarafina Chitika",
            "Getty Images",
            "Kamala’s Wins",
            "Meryl Kornfield",
            "The Associated Press",
            "The Detroit News",
            "WWMT",
            "WZZM",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/30/tweets/this-video-doesnt-show-ballot-boxes-being-stolen-f/",
        "Main Claim": "Video shows “several masked men stormed a local voting station and stole the ballot boxes” in Venezuela’s 2024 election.",
        "Truth-O-Meter": "False",
        "Justification": "Venezuela’s electoral authorities on July 29 declared Nicolás Maduro the winner of the nation’s 2024 presidential election. The opposition is questioning the results. A viral social media video claiming to show men stealing ballot boxes is wrong. The men are carrying air conditioning window units, not boxes of ballots.",
        "Sources": [
            "AP",
            "Facebook",
            "Instagram",
            "NBC News",
            "NYT",
            "OEV",
            "U.S. Department of State",
            "X"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/23/tweets/why-was-bidens-letter-on-dropping-out-missing-the/",
        "Main Claim": "The absence of the presidential seal on President Joe Biden’s letter announcing his exit from the presidential race proves “this wasn’t Biden’s choice.”",
        "Truth-O-Meter": "False",
        "Justification": "President Joe Biden published the letter as a candidate and not for official presidential business, so the letter did not require a presidential seal. ​",
        "Sources": [
            "Cornell Law School Legal Information Institute",
            "Email exchange with Graham Dodds",
            "Email exchange with Rogers M. Smith",
            "Email exchange with White House spokesman Andrew Bates",
            "Lead Stories",
            "PolitiFact",
            "White House",
            "X post",
            "X post by Joe Biden",
            "X post by President Joe Biden"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/11/tweets/did-lgbtq-leaders-sign-a-wef-pro-pedophile-treaty/",
        "Main Claim": "LGBTQ+ leaders sign World Economic Forum treaty to “Accept Pedophiles as 'Legally Protected Minority’”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This claim originated on The People’s Voice, a website that frequently publishes false information. The 10-minute video in the post includes zero evidence to support the claim or details about what treaty or LGBTQ+ leaders it refers to. PolitiFact could find no evidence such a treaty to \"accept pedophiles as a legally protected minority\" exists, and a World Economic Forum spokesperson said the claim is fabricated.",
        "Sources": [
            "Email interview with Yann Zopf",
            "Lead Stories",
            "PolitiFact",
            "Poynter",
            "Reuters",
            "Rumble",
            "The Associated Press",
            "The People’s Voice",
            "USA Today",
            "World Economic Forum",
            "X",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/aug/06/tweets/tim-walz-didnt-pick-minnesotas-new-flag-and-its-de/",
        "Main Claim": "Tim Walz “changed the Minnesota flag so it could resemble the Somalian flag.”",
        "Truth-O-Meter": "False",
        "Justification": "After a monthslong selection process, a Minnesota commission chose a new design for the state’s flag that was adopted May 11. The flag includes a star and blue coloring, as does Somalia’s national flag, but Somalia’s flag was not an inspiration, said a Minnesota man whose flag concept inspired the final design. The Minnesota flag has an eight-pointed star, while Somalia’s star is five-pointed. The dark blue surrounding the star on the Minnesota flag represents the state’s shape and the light blue on the right represents the state’s abundant lakes and rivers.",
        "Sources": [
            "Andrew Prekker",
            "BBC",
            "CBS News Minnesota",
            "Email exchange",
            "Email interview",
            "Embassy of Somalia-USA",
            "Fast Company",
            "KMSP-TV",
            "Minnesota Compass",
            "Minnesota State Emblems Redesign Commission",
            "Office of the Minnesota Secretary of State Steve Simon",
            "The Associated Press",
            "WCCO News",
            "World Population Review",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/19/tweets/no-bill-gates-didnt-cause-july-19-worldwide-it-out/",
        "Main Claim": "Bill Gates is responsible for July 19 global tech outage.",
        "Truth-O-Meter": "False",
        "Justification": "CrowdStrike, a cybersecurity company, said its faulty software update was responsible for a July 19 global technology outage affecting devices using Microsoft software. Bill Gates does not own CrowdStrike and he stepped down as Microsoft chief executive officer 24 years ago.",
        "Sources": [
            "BBC News",
            "CrowdStrike",
            "Microsoft",
            "X post (archived link)"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jul/11/tweets/deadline-has-not-passed-in-wisconsin-to-replace-bi/",
        "Main Claim": "“Deadlines have passed in … Wisconsin” to replace President Joe Biden on the ballot.",
        "Truth-O-Meter": "False",
        "Justification": "Presidential and vice presidential candidates are placed on the ballot once parties certify their names to the Wisconsin Elections Commission. The deadline for the parties to do so is Sept. 3, which has not passed. That date is after the Democratic National Convention, and Democrats plan to nominate Biden even before the convention.",
        "Sources": [
            "Fox News",
            "Milwaukee Journal Sentinel",
            "USA Today",
            "Wisconsin Elections Commission",
            "Wisconsin State Statutes"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/14/tweets/hopping-to-conclusions-no-easter-has-not-been-repl/",
        "Main Claim": "“Trans activists replaced Easter with the Transgender Day of Visibility.”",
        "Truth-O-Meter": "False",
        "Justification": "Transgender Day of Visibility falls on March 31 every year. Easter Sunday’s date changes each year depending on the lunar calendar. This year, Easter falls on March 31, but that is just a coincidence. Easter has not been replaced.",
        "Sources": [
            "Country Living",
            "GLAAD",
            "Human Rights Campaign",
            "PBS News Hour",
            "PFLAG",
            "USA Today",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/15/tweets/does-video-show-anti-israel-protesters-clashing-wi/",
        "Main Claim": "Video shows Muslim migrants in Sweden destroying property because an Israeli singer took part in Eurovision.",
        "Truth-O-Meter": "False",
        "Justification": "The video shows anti-Israel protests during the 2009 Davis Cup tennis match between Israel and Sweden.",
        "Sources": [
            "AFP",
            "Forbes",
            "Fox News",
            "NBC News",
            "Reuters",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/27/tweets/pete-buttigieg-didnt-blame-baltimore-bridge-collap/",
        "Main Claim": "Transportation Secretary Pete Buttigieg blamed the Francis Scott Key Bridge’s collapse on “racism.”",
        "Truth-O-Meter": "False",
        "Justification": "Transportation Secretary Pete Buttigieg’s quote on infrastructure with racist design choices was from 2021, not after the Francis Scott Key Bridge’s collapse March 26 in Baltimore. Learn more about PolitiFact’sfact-checking process and rating system.",
        "Sources": [
            "C-SPAN",
            "CBS News",
            "CNN",
            "Instagram post",
            "PBS NewsHour YouTube video",
            "PolitiFact",
            "Rev.com",
            "The White House YouTube video",
            "TikTok video",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/21/tweets/crash-photos-on-x-are-from-2020-plane/",
        "Main Claim": "Photos show bodies of people who died in the helicopter crash with Iranian President Ebrahim Raisi.",
        "Truth-O-Meter": "False",
        "Justification": "Some photos trending recently on X are from an April 22, 2020, plane crash in Iran, not the recent 2024 crash that killed the country's president.",
        "Sources": [
            "International Committee of the Red Cross",
            "Iran Chamber Society",
            "Iran News Update",
            "Mehr News Agency",
            "NBC News",
            "NewsMeter",
            "Newschecker",
            "Rokna",
            "X post",
            "X post ( archived link"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/15/tweets/trump-evidence-summary-that-omitted-some-phone-cal/",
        "Main Claim": "“Alvin Bragg’s office deleted 3 pages of phone call records of Michael Cohen with Stormy Daniels’ lawyer,” which is evidence tampering.",
        "Truth-O-Meter": "False",
        "Justification": "Evidence presented in former President Donald Trump’s criminal trial in New York included a summary showing records of calls between Michael Cohen, Trump’s former lawyer, and Keith Davidson, a former lawyer for Stormy Daniels. Some records of calls between the two men were omitted from the summary, a paralegal testified. Experts, as well as state and federal law, say it’s common practice for summaries of voluminous evidence to omit some pieces of evidence, which are otherwise still in evidence in other places. It does not prove evidence tampering, experts said.",
        "Sources": [
            "Cornell Law School Legal Information Institute",
            "Email interview",
            "New York Courts",
            "New York State Unified Court System",
            "The Epoch Times",
            "The Federalist",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/26/tweets/edited-wikipedia-entry-doesnt-prove-israel-caused/",
        "Main Claim": "Edited Wikipedia entry provides proof that “Israelis deployed Talmudic network to take out” Baltimore’s Francis Scott Key Bridge.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The Francis Scott Key Bridge in Baltimore collapsed March 26 in the early morning, after a container ship struck a support column. Federal and Maryland state officials said they do not think the container ship’s crash into the bridge’s support column was intentional or linked to terrorism. Wikipedia pages about the bridge collapse do not link the incident to Israel. Anyone can edit Wikipedia pages, so an edited page does not prove that Israel caused the collapse. No spin, just facts you can trust.Here's how we do it.",
        "Sources": [
            "CBS News",
            "CNN",
            "DC News Now",
            "FBI’s Baltimore post",
            "Post",
            "Reuters",
            "The Associated Press on YouTube",
            "The Daily Record",
            "WGAL on YouTube",
            "Wikipedia"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/26/tweets/maryland-bridge-collapse-a-false-flag-event-no-aut/",
        "Main Claim": "Maryland bridge collapse was a false flag operation to distract from other events.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A container ship lost power as it approached the Francis Scott Key Bridge, a major artery into Baltimore. The ship crashed into a pillar of the bridge, causing the structure’s collapse. Maryland officials said it was an accident. No spin, just facts you can trust.Here's how we do it.",
        "Sources": [
            "Gov. Wes Moore",
            "Homeland Security Secretary Alejandro Mayorkas",
            "PolitiFact",
            "President Joe Biden",
            "The Associated Press",
            "WLKY",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/feb/23/tweets/proposed-online-safety-act-does-not-require-websit/",
        "Main Claim": "The Kids Online Safety Act “would require everyone to upload your government ID in order to use most sites on the internet.”",
        "Truth-O-Meter": "False",
        "Justification": "Senate Bill 1409, the Kids Online Safety Act, includes language that says it would not require social media platforms, applications and websites to verify users’ ages or collect more age data than they already do for normal business. Experts said if the bill passes, websites and apps could require government ID to better adhere to the law, but that’s neither guaranteed nor what the bill requires. There are other ways to assess users’ ages, such as self-reporting and face scanning tools, some of which are already in use. Our mission: Help you be an informed participant in democracy.Learn more.",
        "Sources": [
            "Congress.gov",
            "Digital Trust & Safety Partnership",
            "Electronic Frontier Foundation",
            "Email exchange with Jamie Neikrie",
            "Email exchange with a spokesperson from Sen. Richard Blumenthal’s office",
            "Email interview with Ari Cohn",
            "Email interview with Caitlin Chin-Rothmann",
            "Email interview with Haley Hinkle",
            "Email interview with John Perrino",
            "Email interview with Shoshana Weissmann",
            "Email statement from Jason Kelley",
            "Emailed Statement from the Chamber of Progress",
            "Fairplay",
            "Gizmodo",
            "Interview with Andrew Zack",
            "KFF Health News",
            "NBC News",
            "Post",
            "R Street Institute",
            "Reason",
            "Sen. Bill Cassidy’s website",
            "Sen. Blumenthal’s website",
            "Sen. Marsha Blackburn’s website",
            "Sen. Richard Blumenthal’s website",
            "TechPolicy Press",
            "The Center for Growth and Opportunity",
            "The Center for Strategic & International Studies",
            "The Harvard Crimson",
            "The Washington Post",
            "The White House",
            "TikTok video",
            "Time",
            "Verify",
            "Video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/16/tweets/would-sen-katie-britts-bill-create-a-national-regi/",
        "Main Claim": "Sen. Katie Britt introduced a bill “to create a national registry of pregnant women.”",
        "Truth-O-Meter": "False",
        "Justification": "Sen. Katie Britt, R-Ala., introduced a bill that would create pregnancy.gov, a federal website with resources for pregnant women and mothers. The resources would exclude information from organizations that provide abortions. The bill doesn’t mention the words \"registry\" or \"database.\" It says that if website users choose to take an \"assessment\" available through the website, they can consent to share their contact information \"which the (Department of Health and Human Services) Secretary may use to conduct outreach via phone or email to follow up with users on additional resources.\" The bill doesn’t explain how this collected data would be handled or who would have access to it. Critics said that vagueness poses concerns for pregnant women’s privacy.",
        "Sources": [
            "Amy McGrath",
            "Dr. Rob Davidson",
            "Email interview with Shannon Watts",
            "Jaime Harrison",
            "Phone interview with Dr. Rob Davidson",
            "Phone interview with Mary Ziegler",
            "Phone interviews and email exchanges with Sean Ross",
            "Raw Story",
            "Salon",
            "Sen. Katie Britt",
            "Shannon Watts",
            "The American College of Obstetricians and Gynecologists",
            "The Associated Press",
            "The Guardian",
            "USA Today",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/19/tweets/no-video-of-clintons-engaging-in-cannibalism-with/",
        "Main Claim": "Mel Gibson released a video of Bill and Hillary Clinton engaging in cannibalism with “Haitian cannibal gang leader ‘Barbecue!’”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Mel Gibson’s publicist said Gibson did not release a video of the Clintons engaging in cannibalism. No such video exists online. Learn more about PolitiFact’sfact-checking process and rating system.",
        "Sources": [
            "Al Jazeera",
            "Email interview with Alan Nierob",
            "Entertainment Weekly",
            "Medium",
            "NBC News",
            "PolitiFact",
            "TMZ",
            "The Associated Press",
            "The Guardian",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jan/26/tweets/dean-phillips-didnt-win-the-nh-primary-he-said-so/",
        "Main Claim": "“Rep. Dean Phillips received almost twice as many votes as Biden did in the New Hampshire primary.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Rep. Dean Phillips, D-Minn., got about 24,000 votes in the New Hampshire Democratic primary. President Biden got more than 79,000. President Biden did not appear on the ballot because of a disagreement between the state and national Democratic Party, but a widespread campaign was organized for Biden as a write-in candidate. There is no evidence of large-scale election fraud in the 2024 New Hampshire primary.",
        "Sources": [
            "Boston Globe",
            "CBS News",
            "Email interview with Anna Sventek",
            "Email interview with Bradford E. Cook",
            "Email interview with Emma Steiner",
            "Justia",
            "NBC News",
            "New Hampshire Secretary of State",
            "PBS NewsHour",
            "PolitiFact",
            "Substack",
            "The Associated Press",
            "The New York Times",
            "USA Today",
            "WBUR",
            "WMUR",
            "X post",
            "X profile"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/04/tweets/does-video-show-the-earthquake-leveling-an-entire/",
        "Main Claim": "Video shows “an entire block of unfinished houses collapsed as a result of an earthquake in Taiwan.”",
        "Truth-O-Meter": "False",
        "Justification": "This video predates the April 3 earthquake in Taiwan. News reports dating back to 2021 included similar footage showing the demolition of several buildings in China. The video has been mislabeled before, including being falsely described as showing damage from the 2023 earthquake in Syria and Turkey. Learn more about PolitiFact’sfact-checking process and rating system.",
        "Sources": [
            "ABC News",
            "AFP Fact Check",
            "CNN",
            "NBC News",
            "NTD",
            "News.com.au",
            "Post",
            "Poynter",
            "Reuters",
            "The Associated Press",
            "USA Today",
            "USA Today on YouTube",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/feb/01/tweets/rep-ilhan-omar-says-translation-of-her-comments-is/",
        "Main Claim": "Rep. Ilhan Omar said her \"top priority is to put Somalia first and expand its territory.”",
        "Truth-O-Meter": "False",
        "Justification": "Rep. Ilhan Omar, D-Minn., disputed the translation of her comments. PolitiFact asked a court-registered interpreter to translate the speech, and he agreed that the X post’s translation was inaccurate. Other news outlets also said the translation in the X post was flawed and distorted. No spin, just facts you can trust.Here's how we do it.",
        "Sources": [
            "Associated Press",
            "BBC",
            "BBC News",
            "CBS",
            "Council on Foreign Relations",
            "Department of State",
            "National African Language Resource Center",
            "Newsweek",
            "Ohio Supreme Court",
            "SBS Cultural Atlas",
            "Star Tribune",
            "The Minnesota Reformer",
            "Translation",
            "Vox",
            "X"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jan/04/tweets/document-showing-jimmy-kimmel-in-epstein-court-cas/",
        "Main Claim": "Jimmy Kimmel was on the Jeffrey Epstein list, documents show.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Comedian and TV host Jimmy Kimmel was not mentioned in the first batch of court documents released Jan. 3 from a 2015 sex trafficking lawsuit related to Jeffrey Epstein. A document widely shared on X showing a document describing a sexual encounter with Kimmel is fake. The Citizens Free Press said an image showing that it shared the document on X was fake. It also affirmed that Kimmel is not named in the official court documents released Jan. 3.",
        "Sources": [
            "Citizen Free Press X post",
            "Jimmy Kimmel",
            "The Associated Press",
            "The Washington Post",
            "U.S. Department of Justice",
            "USA Today",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/30/tweets/photo-does-not-show-pro-palestine-protesters-block/",
        "Main Claim": "Photo shows “Palestinian activists” blocking “Jewish students from entering Columbia University.”",
        "Truth-O-Meter": "False",
        "Justification": "The Associated Press took the photo Oct. 12, 2023. The caption does not say it shows protesters blocking Jewish students from entering campus.",
        "Sources": [
            "Columbia Spectator",
            "Columbia University Office of Public Affairs",
            "Google Maps",
            "Reuters",
            "The Associated Press",
            "The Hill",
            "United States Holocaust Memorial Museum",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/12/tweets/fact-checking-the-false-claim-that-oj-simpson-post/",
        "Main Claim": "An X post that said, “I did it” was “the last thing O.J. Simpson tweeted before he passed.”",
        "Truth-O-Meter": "False",
        "Justification": "O.J. Simpson’s family announced that Simpson, a Pro Football Hall of Famer, actor and celebrity product pitcher, died of cancer on April 10. After a high-profile televised criminal trial, Simpson was acquitted of the 1994 murders of his ex-wife Nicole Brown Simpson and her friend Ron Goldman. In 1997, he was found liable for their deaths in a civil trial. Simpson maintained his innocence in the case and we found no reputable reports that he posted a confession on X before his death. Learn more about PolitiFact’sfact-checking process and rating system.",
        "Sources": [
            "ABC News",
            "Business Insider",
            "CBS News",
            "Forbes",
            "NBC News",
            "NPR",
            "O.J. Simpson X post",
            "O.J. Simpson’s X profile",
            "Post",
            "Reuters",
            "Sports Illustrated",
            "The Associated Press",
            "The Independent",
            "The New York Times",
            "The Washington Post",
            "Variety"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/16/tweets/trump-didnt-violate-logan-act-with-reshare-of-old/",
        "Main Claim": "Donald Trump violated the Logan Act by resharing 2018 Iran tweet on Truth Social.",
        "Truth-O-Meter": "False",
        "Justification": "The 1799 Logan Act bars U.S. citizens from interfering with government diplomatic relations with foreign governments. No one ever has been prosecuted under the act, the Congressional Research Service and experts said. Experts told Politifact that former President Donald Trump sharing an old social media post of his in which he threatened Iran’s leader doesn’t rise to a violation of the law.",
        "Sources": [
            "Britannica",
            "CNN",
            "Congressional Research Service",
            "Cornell Law School",
            "Donald Trump",
            "Email interview",
            "Politico",
            "Sen. Rick Scott",
            "Slate",
            "The Hill",
            "The Washington Post",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/27/tweets/no-the-captain-of-the-container-ship-that-hit-the/",
        "Main Claim": "“The captain of the container ship Dali…is a Ukrainian.”",
        "Truth-O-Meter": "False",
        "Justification": "When The Dali hit the Francis Scott Key Bridge, a crew of 22 Indian nationals were aboard, according to a spokesperson for Synergy Marine Group, the company that manages the vessel. We found no evidence that the captain during the March 26 incident was from Ukraine. The ship was being directed by local pilots at the time of the collapse. Here’s how PolitiFact chooseswhich statements to fact-check.",
        "Sources": [
            "Association of Maryland Pilots",
            "BalticShipping.com",
            "CNN",
            "FBI",
            "Maritime and Port Authority of Singapore",
            "NPR",
            "Phone interview with Darrell Wilson",
            "Post",
            "Shayan Sardarizadeh post",
            "Synergy Marine Group",
            "The Baltimore Banner",
            "The New York Times",
            "The Washington Post",
            "U.S. Attorney’s Office",
            "X user’s profile"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/nov/16/tweets/post-alleging-business-relationship-between-stormy/",
        "Main Claim": "Fox News reported that Stormy Daniels admitted having a ‘business relationship’ with Speaker Mike Johnson.",
        "Truth-O-Meter": "False",
        "Justification": "The post was shared as satire by a self-described parody account. A Fox News spokesperson confirmed that the network never reported on a \"business relationship\" between Mike Johnson and former adult film actor Stormy Daniels.",
        "Sources": [
            "CBS News",
            "Email interview with Connor Smith",
            "Facebook post",
            "NBC News",
            "PolitiFact",
            "Reuters",
            "Rolling Stone",
            "Snopes",
            "TikTok",
            "X post",
            "X profile"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/feb/12/tweets/jason-kelce-did-not-arrive-in-las-vegas-dressed-as/",
        "Main Claim": "Jason Kelce “arrived in Vegas, for the Superbowl, dressed as Alan from The Hangover.”",
        "Truth-O-Meter": "False",
        "Justification": "The image is photoshopped. Here’s how PolitiFact chooseswhich statements to fact-check.",
        "Sources": [
            "CBS",
            "Cached copy",
            "ESPN",
            "Odometer",
            "Sports Illustrated",
            "TODAY",
            "X post",
            "truTV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/16/tweets/video-of-slovakia-prime-minister-speaking-against/",
        "Main Claim": "Video shows Slovakia Prime Minister Fico speaking against the World Health Organization the week before he was the target of an assassination attempt.",
        "Truth-O-Meter": "False",
        "Justification": "Slovakian Prime Minister Robert Fico made this speech during an assembly in November 2023, not a \"week\" before he got shot. Slovakian Interior Minister Matúš Šutaj Eštok said the 71-year-old charged with trying to assassinate Fico did not belong to a political party but was politically motivated. Fico’s position on the World Health Organization’s pandemic plan was not among the policies Šutaj Eštok said the suspect mentioned as being objectionable.",
        "Sources": [
            "CNN",
            "Euractiv",
            "Facebook post",
            "PolitiFact",
            "Reuters",
            "The Associated Press",
            "The New York Times",
            "The Slovak Spectator",
            "The Washington Post",
            "World Health Organization",
            "X post",
            "X post by Marjorie Taylor Greene",
            "YouTube video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/mar/27/tweets/warning-to-russia-about-a-terror-attack-doesnt-mea/",
        "Main Claim": "A March 7 U.S. security alert … means the U.S. was “behind this gruesome terror attack on Russian civilians.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The Islamic State claimed responsibility for the Moscow concert hall attacks. The U.S. warned Russia about the terror attack as part of a long-standing policy to alert other nations — even adversaries — about credible threats. The advance warning is not evidence that the U.S. perpetrated the attack. No spin, just facts you can trust.Here's how we do it.",
        "Sources": [
            "ABC News",
            "BBC News",
            "CBS",
            "CNN",
            "Email interview with Cortney Weinbaum",
            "Email interview with Geoffrey S. Corn",
            "Email interview with Paul R. Pillar of the Georgetown University’s Center for Security Studies",
            "NBC News",
            "NPR",
            "Office of the Director of National Intelligence",
            "Reuters",
            "The Associated Press",
            "The New York Times",
            "The Times of Israel",
            "The White House",
            "U.S. Department of Justice Office of the Inspector General",
            "U.S. Embassy and Consulates in Russia",
            "Voice of America",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/dec/21/tweets/no-migrants-arent-being-given-us-passports-when-th/",
        "Main Claim": "Migrants who enter the U.S. illegally get U.S. passports immediately after leaving a border processing center.",
        "Truth-O-Meter": "False",
        "Justification": "To get a U.S. passport, people born in other countries must first become naturalized citizens. That process typically takes years. The standard U.S. passport is blue. A maroon passport featured in a photo is likely from another country.",
        "Sources": [
            "Email interview",
            "U.S. Citizenship and Immigration Services",
            "U.S. Embassy",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/19/tweets/video-of-protesters-heckling-joe-biden-in-his-home/",
        "Main Claim": "Video shows hecklers April 16 booing Joe Biden’s motorcade in his hometown of Scranton, Pennsylvania.",
        "Truth-O-Meter": "False",
        "Justification": "This footage is from President Joe Biden’s  2021 visit to his hometown of Scranton, Pennsylvania. It was not filmed in 2024.",
        "Sources": [
            "Benny Johnson",
            "CBS News",
            "Google Maps",
            "PA Homepage",
            "Right Side Broadcasting Network",
            "The Associated Press",
            "The Post Millennial",
            "The Times-Tribune",
            "TikTok post",
            "WLS",
            "WVIA News",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/may/21/tweets/no-milwaukees-election-chief-did-not-print-64000-b/",
        "Main Claim": "Fired Milwaukee election leader “printed 64,000 ballots in a back room at City Hall in Milwaukee and had random employees fill them out,” giving Joe Biden the lead.",
        "Truth-O-Meter": "False",
        "Justification": "A spokesperson for Milwaukee Mayor Cavalier Johnson said Claire Woodall was not replaced as executive director of the Milwaukee Election Commission because of improper conduct related to the 2020 Wisconsin election. The claim that Woodall printed 64,000 ballots and had employees fill them out to favor Joe Biden originated with a Wisconsin man who has filed numerous lawsuits against Wisconsin officials, none of which have produced evidence of this claim. Milwaukee ballots are printed by city vendors, and the city does not have the capability to print 64,000 ballots, the mayoral spokesperson said.",
        "Sources": [
            "Deposition of Claire Woodall in Peter Bernegger vs. Claire Woodall-Vogg",
            "Email exchange",
            "Email interview",
            "Milwaukee Journal Sentinel",
            "Peter Bernegger",
            "Phone interview",
            "State of Wisconsin Circuit Court",
            "State of Wisconsin Criminal Complaint",
            "The Associated Press",
            "The Guardian",
            "WISN-12",
            "WisPolitics",
            "Wisconsin Circuit Court Access",
            "Wisconsin Elections Commission",
            "Wisconsin Legislature",
            "Wisconsin Public Radio",
            "X post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/apr/10/tweets/video-shows-prankster-in-character-at-city-council/",
        "Main Claim": "Video shows “child groomer” at city council meeting reacting to “getting exposed”",
        "Truth-O-Meter": "False",
        "Justification": "The man in the video is Cassady Campbell, a comedian and prankster known for \"trolling\" Texas city council meetings in character.",
        "Sources": [
            "Anti-Defamation League",
            "NPR",
            "PolitiFact",
            "Poynter",
            "Predator Poachers",
            "The Town of Flower Mound",
            "U.S. Census Bureau",
            "X",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2024/jan/24/tweets/maine-bill-doesnt-allow-state-to-take-trans-kids-i/",
        "Main Claim": "“New proposed bill in Maine says the state can take custody of a kid if the parents oppose” gender-affirming care",
        "Truth-O-Meter": "False",
        "Justification": "A Maine bill, Legislative Document 1735, proposes changing a law that dictates which state has jurisdiction to hear a child custody case. The bill expands the list of reasons a court could take \"emergency jurisdiction\" to include when a minor is seeking gender-affirming care. Taking court jurisdiction is not the same as taking custody. This bill allows a Maine court to issue temporary orders in custody disputes between parents. It does not allow the government to take children away from parents because they do not support gender-affirming medical care. Here’s how PolitiFact chooseswhich statements to fact-check.",
        "Sources": [
            "Associated Press",
            "California Legislative Information",
            "Centers for Disease Control and Prevention",
            "Fox News",
            "GLAD",
            "Human Rights Campaign",
            "Interview with Joe Lewis",
            "Interview with Patience Crozier",
            "LGBTQ+ Victory Institute",
            "LegiScan",
            "Maine Revised Statutes",
            "Movement Advancement Project",
            "National Council of Juvenile and Family Court Judges",
            "PolitiFact",
            "Port City Legal",
            "Post",
            "Them",
            "U.S. Department of Justice",
            "Uniform Law Commission",
            "WGME"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/apr/11/tweets/image-jeffrey-epstein-boys-was-posted-artificial-i/",
        "Main Claim": "A photo shows Jeffrey Epstein with four boys on a beach.",
        "Truth-O-Meter": "False",
        "Justification": "It appears that this image was created using artificial intelligence, according to a program that detects AI-generated content.",
        "Sources": [
            "@HoaxEye tweet",
            "PBS NewsHour",
            "The Washington Post",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/jul/24/tweets/unfounded-claims-blaming-covid-vaccine-for-espn-an/",
        "Main Claim": "ESPN soccer analyst Shaka Hislop collapsed on air because of the COVID-19 vaccine.",
        "Truth-O-Meter": "False",
        "Justification": "We found no evidence to support the claim that the recent on-air collapse of ESPN soccer analyst Shaka Hislop was connected to a COVID-19 vaccine.",
        "Sources": [
            "ESPN",
            "Facebook post",
            "The Athletic",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/mar/28/tweets/a-ban-of-tiktok-so-far-thats-talk-the-app-isnt-ban/",
        "Main Claim": "“Congress has officially banned TikTok.”",
        "Truth-O-Meter": "False",
        "Justification": "TikTok hasn’t been banned in the U.S. Tweets making that claim were posted the same day that TikTok Chief Executive Officer Shou Zi Chew testified before Congress, as scrutiny mounts over possible national security risks linked to the app.",
        "Sources": [
            "C-SPAN",
            "CNN",
            "NBC News",
            "PolitiFact",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/15/tweets/lia-thomas-was-not-stripped-of-her-title-this-clai/",
        "Main Claim": "“NCAA strips Lia Thomas of National Championship After ‘Unfavorable’ Test Results.”",
        "Truth-O-Meter": "False",
        "Justification": "This claim originated on a satirical website. ​",
        "Sources": [
            "CNN",
            "Dunning-Kruger-Times.com",
            "NCAA",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/06/tweets/unverified-rumors-swirl-around-diamond-and-silk-pu/",
        "Main Claim": "Diamond and Silk pundit died from COVID-19",
        "Truth-O-Meter": "False",
        "Justification": "On Jan. 9, Lynette \"Diamond\" Hardaway’s death was announced. No cause of death was given. In the following weeks, Twitter users speculated that the 51-year-old died from COVID-19. Those rumors persisted even after Jan. 23, when The Associated Press reported that Hardaway’s death certificate made no mention of the virus.",
        "Sources": [
            "Associated Press",
            "NBC News",
            "PolitiFact",
            "Post by former President Donald Trump on Truth Social",
            "Tweets by the Diamond and Silk Twitter account on Jan. 9",
            "Twitter posts about Lynette Hardaway on Jan. 10",
            "WRAL"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/oct/09/tweets/did-1609-scientists-sign-a-declaration-saying-ther/",
        "Main Claim": "1,609 scientists signed a declaration saying “There is no climate emergency.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "Based on the descriptions and listed credentials of the 1,609 signatories, not all were scientists. Several signatories were in fields including engineering, medicine, law, economics and psychology. Some did not list any background in science. Some were deceased. There is wide consensus among climate scientists, scientific associations and institutions that climate change is real and primarily caused by humans burning fossil fuels.",
        "Sources": [
            "Agence France-Presse",
            "Centre for Global Socio-Economic Change",
            "Climate Feedback",
            "Climate Intelligence",
            "Global Climate Intelligence Group",
            "NASA",
            "Newsweek",
            "PolitiFact",
            "Scientific American",
            "State of California",
            "The Nobel Prize",
            "The Nobel Prize in Physics 1973",
            "X post",
            "Yale Climate Connections"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/jul/11/tweets/no-this-footage-doesnt-prove-nukes-are-fake-heres/",
        "Main Claim": "Footage of nuclear explosions proves that \"nukes are fake.\"",
        "Truth-O-Meter": "False",
        "Justification": "Nuclear weapons testing in the United States has been well documented. In a 1955 test, cameras were placed in metal boxes several thousand feet from ground zero to protect them from the nuclear blast. The cameras were also placed on towers to prevent dust clouds raised by the bomb’s detonation from obscuring the footage.",
        "Sources": [
            "Defense Technical Information Center",
            "Email exchange with Bernadette Robin",
            "Email exchange with Laura Mullane",
            "History.com",
            "National Museum of Nuclear Science & History",
            "PBS",
            "Scientific American",
            "Tweet",
            "U.S. Defense Threat Reduction Agency",
            "U.S. Department of Energy",
            "United Nations",
            "University of California",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/oct/25/tweets/quotation-about-trump-administrations-incredible-a/",
        "Main Claim": "Writer Bari Weiss wrote that what the Trump administration did “was pretty incredible in hindsight.”",
        "Truth-O-Meter": "False",
        "Justification": "Writer Bari Weiss was quoting someone else when she co-wrote in a recent story that what the Trump administration \"did was pretty incredible in hindsight.\"",
        "Sources": [
            "Financial Times",
            "The Free Press",
            "X post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/mar/24/tweets/months-after-hurricane-ian-what-happened-florida-d/",
        "Main Claim": "“No one got (a) dime” from the $70 million raised for the Florida Disaster Fund.",
        "Truth-O-Meter": "False",
        "Justification": "The Florida Disaster Fund distributes funds to organizations that conduct disaster response and recovery efforts in communities. The Volunteer Florida Foundation, which administers the fund, said that $22 million out of the $61 million raised had been distributed as of March 16. The organizations that received grants provided services such as home repair and food distribution.",
        "Sources": [
            "Email interview with Bryan Griffin",
            "Email interview with Volunteer Florida Foundation",
            "Florida Division of Emergency Management",
            "Florida Senate",
            "News releases",
            "Tweet",
            "Volunteer Florida",
            "Volunteer Florida Foundation"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/31/tweets/chick-fil-a-did-not-just-hire-a-vice-president-of/",
        "Main Claim": "Chick-fil-A “just hired a VP of Diversity, Equity and Inclusion.”",
        "Truth-O-Meter": "False",
        "Justification": "Erick McReynolds has been Chick-fil-A’s vice president of diversity, equity and inclusion since 2021, according to his verified LinkedIn account.",
        "Sources": [
            "Benny Johnson Facebook video",
            "Chick-fil-A",
            "Chick-fil-A controversy",
            "Erick McReynolds’ LinkedIn profile",
            "New York Post",
            "PolitiFact",
            "Tweet",
            "Verify",
            "Wayback Machine"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/12/tweets/no-every-black-californian-is-not-receiving-12-mil/",
        "Main Claim": "California has approved $1.2 million in reparations for every Black resident.",
        "Truth-O-Meter": "False",
        "Justification": "California in 2020 mandated the creation of the Task Force to Study and Develop Reparation Proposals for African Americans. It spent three years examining the effects of slavery on Black Americans throughout the state’s history, and made recommendations about compensation to Black Californians for the harms done to them. The Task Force on May 7 approved recommendations to the Legislature that include preliminary payment amounts for damage suffered by Blacks because of housing, health care and policing policies and practices. One estimate suggests that a 71-year-old lifelong resident could theoretically qualify for more than $1 million. But that doesn’t mean every Black resident would get that amount, if the recommendations became law. The task force will meet once more before July 1, the deadline for sending its final report to the Legislature. Any action would require legislative and gubernatorial approval. Democratic Gov. Gavin Newsom on May 10 declined to say whether he would support the recommended payments. One task force member who is also a lawmaker suggested any final reparations might not come in the form of a check.",
        "Sources": [
            "ABC 7 News",
            "CalMatters",
            "Email interview with Amiri King",
            "Final Draft Report Material for Task Force Consideration",
            "Final Recommendations of Task Force Regarding Calculations of Losses to African American Descendants of a Chattel Enslaved Person",
            "Fox News",
            "KCRA 3 News",
            "Office of Governor Gavin Newsom",
            "Politico",
            "Stanford Center for Racial Justice",
            "State of California Department of Justice",
            "The New York Times",
            "The Washington Post",
            "Twitter post",
            "U.S. Census Bureau"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/13/tweets/rumor-about-nfl-investigating-patrick-mahomes-drug/",
        "Main Claim": "The Kansas City Chiefs’ Super Bowl win has been “put on hold as NFL plans to launch an investigation on possible (performance-enhancing drug) use by Patrick Mahomes during halftime.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The NFL has not announced an investigation into Kansas City Chiefs quarterback Patrick Mahomes for suspected use of performance-enhancing drugs.",
        "Sources": [
            "Defector",
            "Email exchange",
            "NFL",
            "NFL Communications",
            "Phoenix Headshots",
            "Sports Illustrated",
            "Tweet",
            "Yandex"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/apr/20/tweets/yes-missouri-attorney-general-has-a-website-for-re/",
        "Main Claim": "Missouri’s attorney general has a website “where people can report trans individuals and the people who help them.”",
        "Truth-O-Meter": "Mostly True",
        "Justification": "On March 23, Missouri’s attorney general launched a webpage for people to submit a \"complaint or concern about gender transition intervention\" they have experienced or observed in the state. The so-called \"tip line\" was created as part of an attorney general’s investigation into a specific transgender clinic, but it solicits responses beyond that investigation. The attorney general issued an emergency rule April 13 restricting access to gender-affirming care. Critics are concerned the new tip line could be used to report identifying information about trans people and their health care providers to the state.",
        "Sources": [
            "Associated Press",
            "Office of the Missouri Attorney General",
            "Office of the Missouri Attorney General \" Missouri Attorney General Andrew Bailey Confirms Launch of Multi-Agency Investigation into St. Louis Transgender Center for Harming Hundreds of Children",
            "Pink News",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/apr/07/tweets/truck-driver-who-defaced-florida-pride-crosswalk-w/",
        "Main Claim": "“Florida man charged with a hate crime” for defacing pride crosswalk.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "In 2021, police arrested a 20-year-old after he burned out his tires, defacing a rainbow Pride crosswalk in Delray Beach, Florida. Police arresting him listed charges that included \"evidence of prejudice,\" a hate crime charge that elevates the crime to a felony. But ultimately prosecutors did not employ that charge against him in court because a specific victim was not targeted. The driver was charged in court with reckless driving and criminal mischief and pleaded guilty to both. He was sentenced to two years of probation and community service.",
        "Sources": [
            "Conyers & Nix",
            "Cornell Law",
            "Florida Statute",
            "Fox News",
            "Matt Walsh",
            "NBC News",
            "NOLO",
            "NPR",
            "Southland Post",
            "The Washington Post",
            "WPTV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/03/tweets/minnesota-bill-does-not-create-a-protected-class-f/",
        "Main Claim": "A Minnesota lawmaker introduced a bill that would make it “illegal to discriminate against child rapists.”",
        "Truth-O-Meter": "False",
        "Justification": "The bill updates the definition of \"sexual orientation\" in Minnesota’s Human Rights Act. But this does not create a protected class for pedophilia. Legal experts said laws prohibiting discrimination because of sexual orientation do not extend to child sex offenders, regardless of whether they are explicitly singled out. An amendment was added to specify that child sex offenders are not protected under the state’s Human Rights Act.",
        "Sources": [
            "2022 Minnesota Statutes",
            "Email interview",
            "Fox News",
            "House File 1655",
            "House Floor Session – part 3 4/26/23",
            "MN House panel approves HF1655 3/8/23",
            "Minnesota House",
            "Minnesota House Research",
            "The National Desk",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/jun/19/tweets/did-a-printer-error-in-nassau-county-ny-turn-every/",
        "Main Claim": "A printer error in Nassau County, New York, turned every registered voter Democratic.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "• All voters in Nassau County, regardless of party registration, were mailed voter information cards identifying them as registered Democrats.• The cards were sent in error and did not actually change any voter’s party registration.• Election officials and the private contractor that printed the cards moved quickly to correct the error.",
        "Sources": [
            "Interview with the office of Nassau County Executive Bruce Blakeman",
            "Newsday",
            "Tweets",
            "USA Today",
            "WABC-TV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/16/tweets/is-that-donald-trump-in-the-hood-no-thats-an-alter/",
        "Main Claim": "Photo shows former President Donald Trump “in the hood.”",
        "Truth-O-Meter": "False",
        "Justification": "This photo was generated by artificial intelligence.",
        "Sources": [
            "Hive Moderation AI-generated image detection tool",
            "The New Yorker",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/07/tweets/a-leaked-super-bowl-script-we-throw-a-flag-on-this/",
        "Main Claim": "Image shows a \"Super Bowl script was leaked.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The notion that the National Football League is scripted has trended on social media after former player Arian Foster joked about it on a recent \"Macrodosing\" podcast. A box score purported to show the result of the Chiefs-Eagles Super Bowl before the game appears to be a re-creation of a box score of a different game from the Pro Football Reference website. PolitiFact was able to recreate the fake box score using code from that site and the online tool WebMaker.",
        "Sources": [
            "Barstool Sports",
            "Fox Sports",
            "Pro Football Reference",
            "Snopes",
            "Sports Illustrated",
            "Twitter post",
            "WebMaker app"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/mar/20/tweets/these-are-not-real-photos-donald-trump-arrest/",
        "Main Claim": "Photo shows former President Donald Trump detained by police.",
        "Truth-O-Meter": "False",
        "Justification": "These photos were fabricated. Former President Donald Trump hadn’t been arrested when they were first shared online.",
        "Sources": [
            "The Associated Press",
            "The New York Times",
            "The New Yorker",
            "Truth Social post",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/mar/16/tweets/did-kari-lake-tweet-that-donald-trump-was-fat-in-2/",
        "Main Claim": "Kari Lake called Trump the “fattest president since Taft” in a 2016 tweet.",
        "Truth-O-Meter": "False",
        "Justification": "This tweet appears to be doctored. It didn’t appear in multiple searches of archive websites and we didn’t find it searching Lake’s Twitter accounts.",
        "Sources": [
            "Archive.ph search",
            "Associated Press",
            "Fox News",
            "GhostArchive.org search",
            "Kari Lake Facebook post",
            "TinEye reverse image search",
            "Twitter",
            "Twitter post",
            "WayBack Machine search"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/08/tweets/image-showing-thousands-of-bridge-crossing-migrant/",
        "Main Claim": "Photo shows migrants heading to U.S. border in May 2023.",
        "Truth-O-Meter": "False",
        "Justification": "This image was taken in 2018, when President Donald Trump was in office. It shows Honduran migrants in Mexico on their way to the United States.",
        "Sources": [
            "Getty Images",
            "PolitiFact",
            "Twitter post",
            "Vox"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/may/18/tweets/dash-for-the-border-on-video-was-months-before-tit/",
        "Main Claim": "“JUST IN: A MASSIVE CARAVAN of illegal aliens is forcing their way into the US!”",
        "Truth-O-Meter": "False",
        "Justification": "A video of migrants entering the U.S. and shared as if it was from May 12, 2023, was from March. It was not a result of the lifting of Title 42, public health rule.",
        "Sources": [
            "CNN News 18",
            "El País",
            "KXAS-TV",
            "Los Angeles Times",
            "PolitiFact",
            "Reuters",
            "The Washington Post",
            "TikTok"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/06/tweets/nato-and-us-troops-and-trainers-have-not-died-ukra/",
        "Main Claim": "In Ukraine, 2,458 NATO soldiers and 234 NATO military trainers have died, some of whom are from the U.S.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "There are no NATO troops or trainers in Ukraine, and no NATO personnel have been killed in Ukraine since Russia’s invasion in February 2022, NATO said. The U.S. has sent troops to countries surrounding Ukraine that are NATO members, but the U.S. has not sent troops into Ukraine.",
        "Sources": [
            "Emailed statement from NATO",
            "Hurseda Haber (Google translation)",
            "NATO",
            "The Associated Press",
            "The New York Times",
            "The Washington Post",
            "Tweet",
            "U.S. Department of Defense"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/oct/13/tweets/altered-image-shows-las-vegas-sphere-displaying-is/",
        "Main Claim": "The Las Vegas Sphere displayed an Israeli flag.",
        "Truth-O-Meter": "False",
        "Justification": "This image was altered, the venue said.",
        "Sources": [
            "Las Vegas Sphere",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/apr/05/tweets/no-evidence-white-house-press-secretary-karine-jea/",
        "Main Claim": "White House Press Secretary Karine Jean-Pierre was involved in a covered-up DUI accident",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The White House told PolitiFact that the claims are fabricated. Washington, D.C.’s Metropolitan Police Department said it has no record of the alleged incident.",
        "Sources": [
            "Email interview",
            "NBC News",
            "NPR",
            "Tin Eye",
            "Twitter post",
            "Yahoo News"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/jun/12/tweets/aileen-cannon-the-trump-appointed-judge-in-the-doc/",
        "Main Claim": "Photo of woman in Team Trump attire is Aileen Cannon, the Trump-appointed judge presiding over the classified documents case.",
        "Truth-O-Meter": "False",
        "Justification": "This image is not of U.S. District Judge Aileen Cannon. It was taken at a September 2022 speech former President Donald Trump made in Pennsylvania to endorse local candidates. The photo is one of many that showed people who attended the event. Cannon’s connection to the image appears to be from an article that used the photo in a piece that criticized an order Cannon made in a Trump lawsuit over the FBI’s search for documents.",
        "Sources": [
            "Daniel Dale tweet",
            "Facebook post",
            "Getty Images",
            "New York Times",
            "Slate",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/apr/13/tweets/kansas-trans-athlete-law-doesnt-authorize-genital/",
        "Main Claim": "New Kansas law will “authorize genital inspections of children in order for kids to play sports.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "The new law in Kansas banning transgender women from playing women’s sports says nothing about genital exams — either allowing them or prohibiting them. The bill did not detail how the new policy would be enforced. The text says that the state athletic association and higher ed boards will be responsible for creating those rules and protocols. The bill’s sponsor said existing rules requiring students to present birth certificates and submit to annual sports physicals will be sufficient for athletes to participate, and she does not expect genital exams to be necessary.",
        "Sources": [
            "\" Kansas House Bill 2238",
            "\" Kansas Senate Bill 208",
            "\" Kansas Statute 72-53",
            "Associated Press",
            "Buzzfeed",
            "Email Interview with Bill Faflick",
            "Email Interview with D.C. Hiegert",
            "Kansas Reflector",
            "Kansas State High School Activities Association",
            "Phone and Email Interview with Rep. Barbara Wasinger",
            "The Kansas City Star",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/nov/08/tweets/no-maricopa-vote-tabulators-didnt-lead-to-ballots/",
        "Main Claim": "“There is no chain of custody” for ballots placed in Box No. 3 at Maricopa, Arizona, polling sites.",
        "Truth-O-Meter": "False",
        "Justification": "Vote counting machines at about 60 vote centers in Maricopa County, Arizona, stopped processing ballots. The problem was due to a printing error. Ballots that were instead placed in a secure slot marked No. 3 remained under full chain of custody control. The county uses bipartisan teams of ballot couriers to retrieve the ballots and securely transport them to a central vote counting center.",
        "Sources": [
            "Arizona Secretary of State",
            "Bill Gates",
            "BonFireDesigns",
            "David Becker",
            "Kari Lake",
            "Maricopa County Elections Department"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/jan/09/tweets/viral-photo-of-copycat-qanon-shaman-in-brazil-wasn/",
        "Main Claim": "Photo shows a copycat ‘QAnon shaman’ at attack on Brazil’s capital.",
        "Truth-O-Meter": "False",
        "Justification": "The image — which shows a bare-chested man with green and yellow face paint donning a horned fur cap — wasn’t taken during the Jan. 8, 2023, attack on Brazil’s congress. The photo is from a September 2021 rally in São Paulo.",
        "Sources": [
            "Boom Live",
            "Diário do Centro do Mundo",
            "Ian Bremmer Twitter post",
            "NBC News",
            "Reverse-image search",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/09/tweets/no-ray-liotta-didnt-die-covid-19-vaccine/",
        "Main Claim": "Ray Liotta died because of the COVID-19 vaccine.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Ray Liotta’s cause of death is known but not yet public, according to the actor’s publicist, and it has nothing to do with COVID-19 or the COVID-19 vaccines.",
        "Sources": [
            "Email interview with Jennifer Allen",
            "Jacy Nittolo Instagram post",
            "The Associated Press",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/25/tweets/abc-news-didnt-use-altered-photo-uvalde-school-sho/",
        "Main Claim": "ABC News altered the Uvalde, Texas, school shooter’s photo to appear more Caucasian.",
        "Truth-O-Meter": "False",
        "Justification": "ABC News denied the claim, and there is no evidence that the news organization published any altered images of the gunman.",
        "Sources": [
            "ABC News archives search",
            "Email interview",
            "Good Morning America archives search",
            "Twitter",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/aug/12/tweets/no-boston-childrens-hospital-doesnt-provide-hyster/",
        "Main Claim": "\"Boston Children’s Hospital is now offering 'gender-affirming hysterectomies' for young girls.\"",
        "Truth-O-Meter": "False",
        "Justification": "To qualify for a gender-affirming hysterectomy at Boston Children's Hospital, patients must be 18 or older and must have a letter from a medical doctor stating they have \"persistent, well-documented, gender dysphoria.\"",
        "Sources": [
            "American Academy of Pediatrics",
            "Boston Children's Hospital",
            "Office of Population Affairs and U.S. Department of Health and Human Services",
            "PolitiFact",
            "Tweet",
            "World Professional Association for Transgender Health",
            "​​World Health Organization"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/25/tweets/ice-not-carrying-out-immigration-enforcement-uvald/",
        "Main Claim": "ICE is in Uvalde, Texas, “so undocumented parents have to consider arrest deportation before they go check to see if their kids are alive.”",
        "Truth-O-Meter": "False",
        "Justification": "A branch of ICE is present in Uvalde, Texas, to assist with the investigation. Border Patrol agents also responded to the scene. But DHS said that its officers in Uvalde are not carrying out immigration enforcement.",
        "Sources": [
            "KSAT",
            "Phone call with an ICE spokesperson",
            "Tweet by Homeland Security (@DHSgov)",
            "Tweet by Marsha (Catron) Espinosa (@MCatronDHS)",
            "Tweets from Housing 4 All is Hot (@house4all)",
            "U.S. Customs and Border Protection",
            "U.S. Department of Homeland Security"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/25/tweets/no-uvalde-school-shooting-wasnt-false-flag/",
        "Main Claim": "The shooting at an elementary school in Uvalde County, Texas, was a false flag.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Eighteen children and one teacher were killed in a shooting at an elementary school in Uvalde County, Texas, on May 24. Claims that this was a false flag operation are unfounded and false.",
        "Sources": [
            "CBS Austin tweet",
            "New York Times",
            "San Antonio Observer",
            "Texas Tribune",
            "Tweet",
            "Uvalde CISD Twitter account",
            "Uvalde Police Department Facebook post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/16/tweets/no-isnt-lauren-boebert-posing-two-half-dressed-men/",
        "Main Claim": "Photo shows U.S. Rep. Lauren Boebert with two scantily dressed men.",
        "Truth-O-Meter": "False",
        "Justification": "There’s no evidence that the woman in the image is Boebert. The photo has been online and unassociated with the congresswoman for years.",
        "Sources": [
            "Email interview",
            "Instagram post",
            "Tin Eye",
            "Twitter post",
            "Washington Examiner"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/sep/14/tweets/ken-starr-died-because-surgery-complications-not-b/",
        "Main Claim": "The Clintons killed Ken Starr.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Ken Starr died in a Houston hospital from surgery complications. The Clintons didn’t kill him.",
        "Sources": [
            "NPR",
            "PolitiFact",
            "Politico",
            "Texas Tribune",
            "The New York Times",
            "The Washington Post",
            "Tweet",
            "Waco Tribune-Herald"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/aug/01/tweets/no-pens-provided-arizona-election-officials-arent-/",
        "Main Claim": "Pens provided by Maricopa County are part of a plot to rig the Arizona primary.",
        "Truth-O-Meter": "False",
        "Justification": "Maricopa County will provide Pentel pens in voting booths for Arizona’s Aug. 2 primary. County elections officials say these pens help the voting process because they dry quickly. Voters feed their ballots into tabulation equipment after voting in person in Maricopa. If the ink is wet, residue can build up inside the tabulator and require cleaning.",
        "Sources": [
            "12News",
            "AP",
            "Adel",
            "Annabella",
            "Arizona Axios reporter Jeremy Duda",
            "Arizona Republic opinion",
            "Email interview",
            "Maricopa County Elections",
            "Maricopa County Recorder Stephen Richer",
            "State Rep. Shawnna Bolick",
            "State Sen. Wendy Rogers",
            "Telephone interview"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/aug/15/tweets/video-showing-ron-desantis-arguing-sean-hannity-sa/",
        "Main Claim": "Video shows Ron DeSantis arguing with Sean Hannity",
        "Truth-O-Meter": "False",
        "Justification": "The footage pieced together separate interviews to make a satirical point about how DeSantis used the term \"raid\" differently for Trump than he did a coronavirus critic in 2020.",
        "Sources": [
            "Email interview with Tim Burke",
            "Fox News",
            "Miami Herald",
            "Tampa Bay Times",
            "Tweet",
            "WPTV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/nov/22/tweets/no-club-q-shooting-colorado-springs-was-not-false/",
        "Main Claim": "The Club Q shooting was a “false flag.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Five people were killed Nov. 19 during a shooting at an LGBTQ nightclub in Colorado Springs, Colorado. News articles, witness testimonies and 911 call logs are evidence that the shooting occurred and not a false flag operation as claimed on social media. Club Q opened in the early 2000s, well before QAnon emerged in 2017 as a conspiracy theory.",
        "Sources": [
            "Associated Press",
            "CNN",
            "Colorado Springs Police Department",
            "NBC News",
            "PolitiFact",
            "The Denver Post",
            "The Gazette",
            "The New York Times",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/24/tweets/scant-evidence-15-abortions-are-result-coercion/",
        "Main Claim": "Recent research suggests that 15% of abortions are the result of coercion.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "The figure is based on a survey of about 1,000 women in the United Kingdom. The women did not confirm whether they got an abortion and weren’t asked to specify the source of the coercion. The U.K. survey also found that women had been forced to have sex without contraception, had contraception damaged or withheld from them and were pressured to continue a pregnancy. We did not find any study on the percentage of coerced abortions in the United States.",
        "Sources": [
            "BBC News",
            "Email interview",
            "National Library of Medicine",
            "National Right to Life Committee tweet",
            "Prism Reports",
            "Right to Life UK",
            "Society for the Protection of Unborn Children"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/dec/15/tweets/tephen-twitch-boss-didnt-die-because-of-the-covid/",
        "Main Claim": "Stephen Boss died because of the COVID-19 vaccine.",
        "Truth-O-Meter": "False",
        "Justification": "Claims that Stephen Boss died because of the COVID-19 vaccine are unfounded.",
        "Sources": [
            "Los Angeles County Medical Examiner-Coroner",
            "People",
            "PolitiFact",
            "TMZ",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jul/13/tweets/yes-slave-ships-existed/",
        "Main Claim": "There are no artifacts to prove that slave ships existed.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "There is extensive archaelogical evidence that slave ships and the transatlantic slave trade existed.",
        "Sources": [
            "Alabama Historical Commission",
            "Archived Twitter posts",
            "Instagram post",
            "National Geographic video",
            "Smithsonian"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/02/tweets/tweets-distort-bidens-comments-on-tanks-ukraine-an/",
        "Main Claim": "President Joe Biden said, “The idea that we’re going to send in tanks to Ukraine, that’s called World War III.”",
        "Truth-O-Meter": "False",
        "Justification": "President Joe Biden announced on Jan. 25, 2023, that the U.S. is sending 31 M1 Abrams tanks to Ukraine. Earlier in the war, almost a year ago, Biden said, \"The idea that we’re going to send in offensive equipment and have planes and tanks and trains going in with American pilots and American crews, just understand … that’s called ‘World War III.’\" A widely shared meme shortened Biden’s quote to make it appear as if he said sending tanks alone to Ukraine would cause World War III.",
        "Sources": [
            "Agence-France Presse",
            "Emailed statement from Sean Savett",
            "New York Post",
            "Politico",
            "The Associated Press",
            "The New York Times",
            "The Washington Post",
            "The White House",
            "Tweet",
            "United States Army Acquisition Support Center"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/10/tweets/no-ukrainian-colors-were-not-added-official-pride-/",
        "Main Claim": "The official pride flag was altered to include Ukrainian colors.",
        "Truth-O-Meter": "False",
        "Justification": "An image of a flag that incorporated the Ukrainian colors originated as satire. This particular image  isn’t affiliated with any official LGBTQ organizations. Snopes reported that Dublin’s LGBTQ Pride Festival designed a flyer that used  a different image of a flag that incorporated Ukrainian colors as a signal of welcome displaced Ukrainian refugees.",
        "Sources": [
            "Email interview",
            "OutRight Action International",
            "Rep. Marjorie Taylor Greene tweet",
            "Snopes",
            "Them.us",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jul/08/tweets/no-boris-johnson-didnt-go-swimming-after-his-resig/",
        "Main Claim": "An image shows that “following his resignation, Boris Johnson has escaped to the sea.”",
        "Truth-O-Meter": "False",
        "Justification": "A tweet about British Prime Minister Boris Johnson swimming after his July 7 resignation came from an imposter Twitter account altered to resemble a BBC News page. The image of Johnson at the beach is not current; it’s from a video taken in June 2021.",
        "Sources": [
            "ABC News on Facebook",
            "BCC News on Twitter",
            "CrowdTangle",
            "Facebook post",
            "Statement from Twitter",
            "The Sun",
            "Tweet",
            "Various"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/07/tweets/no-bbc-news-did-not-edit-footage-boris-johnson-rem/",
        "Main Claim": "BBC News edited out boos in footage of Boris Johnson arriving at the Queen’s Platinum Jubilee thanksgiving service.",
        "Truth-O-Meter": "False",
        "Justification": "•BBC News did not change or edit the sound in its videos, a spokesperson said. Footage was filmed by more than one video crew, and some clips included sound and video with no commentary, while other footage had sounds and video with commentary on top.",
        "Sources": [
            "Email interview",
            "Internet archive",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/27/tweets/no-ted-cruz-doesnt-tweet-same-thoughts-and-prayers/",
        "Main Claim": "“These mass shootings happen so much that Ted Cruz really got a template ready to tweet whenever they occur.”",
        "Truth-O-Meter": "False",
        "Justification": "A review of Republican Sen. Ted Cruz’s Twitter account shows that he doesn’t post the exact same message after each mass shooting. Many of his tweets follow a similar pattern, with him and his wife offering prayers to the victims and their families, but the messages aren’t copied and pasted like one post claimed.",
        "Sources": [
            "Twitter",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/20/tweets/image-clarence-and-ginni-thomas-enjoying-bottle-wi/",
        "Main Claim": "Supreme Court Justice Clarence Thomas and his wife Ginni posted a photo of themselves enjoying a $5,135 bottle of wine “as American women despair about abortion rights being taken away from them.”",
        "Truth-O-Meter": "False",
        "Justification": "This is miscaptioned. The photo is real but it wasn’t taken recently. It dates back to at least September 2018.",
        "Sources": [
            "Facebook search",
            "Mediaite",
            "Reuters",
            "Tin Eye",
            "Twiter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/sep/08/tweets/claims-queen-elizabeth-died-because-covid-19-vacci/",
        "Main Claim": "Queen Elizabeth died because of the COVID-19 vaccine.",
        "Truth-O-Meter": "False",
        "Justification": "Queen Elizabeth II died at age 96 on Sept. 8, but rumors that it was because of a COVID-19 vaccine are unfounded.",
        "Sources": [
            "Associated Press",
            "BBC",
            "Buckingham Palace website",
            "Centers for Disease Control and Prevention",
            "NBC News",
            "New York Times",
            "Royal Family tweet",
            "Town & Country",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jun/06/tweets/no-biden-didnt-give-americans-cheapest-gas-prices-/",
        "Main Claim": "Biden gave Americans “the cheapest gas prices on Earth.”",
        "Truth-O-Meter": "False",
        "Justification": "While the price of gas in the U.S. is lower than in some other countries, it’s not the cheapest in the world, experts said. It ranks somewhere in the middle. The difference in gasoline prices between countries is largely due to whether a country can produce its own oil and the amount of taxes and fees governments place on fuel. Biden has little to do with gas prices. Oil is part of a global market that is impacted by a slew of factors — like pandemics, inflation and war  — that are largely outside of the president’s control.",
        "Sources": [
            "American Automobile Association",
            "Email interview",
            "Frontier Group",
            "GlobalPetrolPrices.com",
            "Kelly Blue Book",
            "Policy Advice",
            "PolitiFact",
            "Twitter post",
            "U.S. Department of Energy",
            "U.S. Department of Transportation Federal Highway Administration",
            "U.S. Energy Information Administration",
            "US News & World Report",
            "VERIFY: Is the U.S. paying more money for gas than other countries?"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/31/tweets/tv-interviews-were-uvalde-mass-shooting-victims-fa/",
        "Main Claim": "TV interviews with two different men who are each identified as Uvalde victim's father show the Robb Elementary School mass shooting was staged.",
        "Truth-O-Meter": "False",
        "Justification": "Alfred Garza III is the biological father of Uvalde shooting victim Amerie Jo Garza, and Angel Garza is her stepfather, according to an obituary for the girl. A CNN chyron shown during an Anderson Cooper interview with Angel Garza identified him as her father, but subsequent CNN articles referred to him as her stepfather.",
        "Sources": [
            "Archived tweet",
            "Associated Press",
            "Austin American-Statesman",
            "CBS News",
            "CNN",
            "GoFundMe",
            "Hillcrest Memorial Funeral Home",
            "NBC",
            "Newsweek",
            "The Charlie Kirk Show",
            "The Daily Beast"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/aug/25/tweets/no-trump-not-representing-himself-case-against-us-/",
        "Main Claim": "Image shows Trump is representing himself in a lawsuit against the United States government related to the FBI search of his Florida home.",
        "Truth-O-Meter": "False",
        "Justification": "The screenshot is from a real online docket, but it was the result of an apparent filing error. Three attorneys are representing Trump in a federal lawsuit related to the FBI’s search of his Florida home.",
        "Sources": [
            "Alex Mallin",
            "Archive of Alex Mallin Twitter post",
            "Archive of Dash Dobrofsky Twitter post",
            "Cornell Law School",
            "Dash Dobrofsky",
            "Politico",
            "The Washington Post",
            "Trump v. U.S. Government"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/nov/03/tweets/no-phillies-fans-citizens-bank-park-did-not-trigge/",
        "Main Claim": "Thunderous crowd at Philadelphia Phillies game “literally registering on the Penn State University Brandywine seismograph station.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Experts said the stadium is too far away from the nearest seismograph station to be able to register activity from it. The image of seismic activity included in the tweet was from a magnitude 5.1 earthquake recorded Oct. 25 in San Francisco.",
        "Sources": [
            "Associated Press",
            "PASEIS Seismic Network",
            "Sporting News",
            "The New York Times",
            "The Philadelphia Inquirer",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/27/tweets/no-these-tweets-about-greg-abbott-trying-pay-uvald/",
        "Main Claim": "Says Gov. Greg Abbott offered the uncle of a Uvalde shooting victim money to say “we don’t need stronger gun laws.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Gov. Greg Abbott has denied claims made in a recent Twitter thread that he offered to pay the uncle of a Uvalde shooting victim to say he doesn’t support stronger gun laws. The Twitter account told a reporter it was hacked.",
        "Sources": [
            "The Daily Beast",
            "Tweets",
            "Yashar Ali tweets"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/18/tweets/mail-ballot-problem-pennsylvania-county-was-printi/",
        "Main Claim": "The problem with mail ballots in Lancaster County is a sign of “voter fraud.”",
        "Truth-O-Meter": "False",
        "Justification": "Pennsylvania law allows election officials to start processing mail ballots at 7 a.m. on Election Day. In Lancaster County, when officials opened up the ballots, they found some would not go through the scanner. The county said the vendor printed ballots with a wrong identification code. The State Department said 22,000 ballots were affected and will need to be copied by hand and then scanned.",
        "Sources": [
            "Business Insider",
            "Department of state",
            "Email interview",
            "Freedom4All",
            "Gov. Tom Wolf",
            "John Cardillo",
            "Lancaster County Board of Elections",
            "Lancaster Online",
            "Llanier",
            "NBC Philadelphia",
            "National Conference of State Legislatures",
            "Pennsylvania Department of State",
            "Pennsylvania General Assembly",
            "Pennsylvania law",
            "PolitiFact",
            "Spotlight PA",
            "Telephone interview",
            "Vote Beat"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2023/feb/03/tweets/for-now-florida-student-athletes-dont-have-to-shar/",
        "Main Claim": "“Female student-athletes in Florida need to provide their schools with detailed information about their periods.”",
        "Truth-O-Meter": "Half-True",
        "Justification": "An advisory committee for the Florida High School Athletic Association recommended that student-athletes be required to submit information about their periods to their schools. The questions have been included on athletics forms since the early 2000s but are optional. The committee's recommendation has not been implemented. The association’s board of directors is scheduled to vote on it in late February. The proposal has prompted privacy concerns from parents, physicians and abortion- rights advocates. But some sports doctors say the information can help identify disorders that put athletes at greater risk for injury.",
        "Sources": [
            "American Academy of Pediatrics",
            "Florida High School Athletic Association",
            "Miami Herald",
            "Palm Beach Post",
            "Snopes",
            "Twitter post",
            "Twitter thread"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/20/tweets/no-isnt-picture-ukrainian-students-celebrating-hit/",
        "Main Claim": "A photo shows students in Lviv celebrating Adolf Hitler’s birthday.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "An image of Russians forming the number 55 to celebrate the anniversary of Yuri Gagarin rocketing into space has been mischaracterized to wrongly claim that it shows Ukrainian students celebrating Hitler’s birthday.",
        "Sources": [
            "Lenta.ru",
            "Smithsonian",
            "Time",
            "Tweet",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/29/tweets/no-evidence-support-claim-will-smith-chris-rock-co/",
        "Main Claim": "Will Smith slapped Chris Rock “to take attention away from Ukraine.”",
        "Truth-O-Meter": "False",
        "Justification": "There’s no evidence to support the unfounded claim that Will Smith slapping Chris Rock at the Academy Awards was staged to take attention away from Ukraine.",
        "Sources": [
            "ABC",
            "CNN",
            "Facebook post",
            "Jada Pinkett Smith Instagram post",
            "Lois Beckett tweet",
            "Los Angeles Times",
            "The Academy tweet",
            "The Guardian",
            "Tweet",
            "Vulture"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/07/tweets/no-tucker-carlson-didnt-say-about-ukraine-staging-/",
        "Main Claim": "Says Tucker Carlson said, “What if these bodies of tortured, dead civilians were staged? What if they’re fake? What if the Ukrainian military killed them & then blamed Russia? I’m not saying any of this is true, I’m just asking the questions. Why can’t we ask these questions?”",
        "Truth-O-Meter": "False",
        "Justification": "Some people have interpreted a tweet about Tucker Carlson and Ukraine to mean that he suggested the country staged dead bodies. But he didn’t say that.",
        "Sources": [
            "BBC",
            "Joe Walsh tweet",
            "NPR",
            "PolitiFact",
            "Politico",
            "The New York Times",
            "The Washington Post",
            "Tucker Carlson tonight clip"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/23/tweets/web-hed-no-video-doesnt-show-china-eastern-airline/",
        "Main Claim": "Video shows the final moments aboard China Eastern Airlines flight 5735 before it crashed.",
        "Truth-O-Meter": "False",
        "Justification": "The footage does not doesn’t show any real plane crash. The clip is a flight simulation video of an Ethiopian plane crash that occurred in Kenya in 2019.",
        "Sources": [
            "CNN",
            "Facebook post",
            "Twitter post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/14/tweets/those-titles-arent-banned-statewide-could-be-distr/",
        "Main Claim": "\"Books banned in Texas include 1984, Maus, and The Handmaid's Tale, but not Mein Kampf.\"",
        "Truth-O-Meter": "False",
        "Justification": "A popular tweet claimed \"1984\" by George Orwell, \"Maus\" by Art Spiegelman, \"The Handmaid's Tale\" by Margaret Atwood, and Hitler's manifesto \"Mein Kampf\" are banned in Texas. The tweet doesn't specify whether it is referring to public or school libraries, though the latter has seen a wave of book challenges. The tweet also doesn't specify whether it pertains to a specific school district or Texas Rep. Krause's letter to superintendents in October 2021 requesting nearly 850 titles be catalogued and investigated in school libraries. Rep. Krause's list does not mention these titles except for \"The Handmaid's Tale: Graphic Novel\" by Margaret Atwood and Renee Nault. There is no state ban of these titles and no districts that PolitiFact Texas knows of that banned these titles, after conferring with librarian organizations.",
        "Sources": [
            "\" 1984: Full Book Summary",
            "\" The Handmaid's Tale: Full Book Summary",
            "American Library Association",
            "Email from #FReadom",
            "Email from Shirley Robinson",
            "Maria Méndez",
            "María Méndez",
            "Mike Hixenbaugh",
            "Patricia Bauer",
            "Phone interview with Robert G. \"Rob\" Weiner",
            "Rachel Wegner",
            "Sarah Asch",
            "Talia Richman and Corbett Smith",
            "Tweet by Twitter user @anthcondon"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/16/tweets/american-megachurches-are-offering-support-ukraine/",
        "Main Claim": "“We haven’t seen a single American megachurch offer anything to help Ukrainians.”",
        "Truth-O-Meter": "False",
        "Justification": "Multiple megachurches around the United States have been raising funds to help Ukrainians during Russia’s invasion.",
        "Sources": [
            "CBS News",
            "Catholic Relief Services",
            "Email interview",
            "FactCheck.org",
            "Gateway Church",
            "Hartford Institute for Religious Research",
            "Lakewood Church Facebook video",
            "Saddleback Church",
            "The Rock Church",
            "The United Methodist Committee on Relief",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jan/10/tweets/social-media-posts-try-connect-sagets-death-covid-/",
        "Main Claim": "Says Bob Saget died from the COVID-19 vaccine.",
        "Truth-O-Meter": "False",
        "Justification": "Bob Saget was found dead on Jan. 9 and the cause and manner of his death have not yet been released, but claims that he died as a result of receiving a COVID-19 vaccine booster a month earlier are being made without evidence.",
        "Sources": [
            "Bob Saget tweet",
            "Click Orlando",
            "Deadline",
            "Facebook post",
            "Keswick Theatre",
            "Orange County sheriff’s office tweet",
            "Page Six",
            "TMZ",
            "The New York Times",
            "Tweet",
            "WBZ",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/08/tweets/twitter-post-wasnt-serious-about-elon-musk-using-3/",
        "Main Claim": "“With the money Elon Musk spent to buy Twitter shares, he could have given every American family $100,000 and still had enough left over to cancel all student debt.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The Twitter post was a joke and did not seriously argue that Elon Musk should have used the money he spent on buying Twitter shares to give every American family $100,000. Even if it was serious, the math is wrong. $3 billion divided by 122 million households would be $24.59 for each family with nothing leftover to cancel student debt. Americans owe an estimated $1.74 trillion in student loans.",
        "Sources": [
            "Archive of Hunter Walk’s Twitter post",
            "Archive of Hunter Walk’s Twitter reply",
            "Federal Reserve Economic Data",
            "Hunter Walk’s Twitter post",
            "Hunter Walk’s Twitter reply",
            "PBS NewsHour",
            "PolitiFact",
            "United States Census Bureau"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/09/tweets/sen-marsha-blackburn-has-not-proposed-limits-birth/",
        "Main Claim": "\"GOP Sen. Marsha Blackburn has proposed that birth control should only be legal for MARRIED couples.”",
        "Truth-O-Meter": "False",
        "Justification": "A 1965 Supreme Court ruling (Griswold v. Connecticut) overturned a state ban on contraception, citing a right to marital privacy. Sen. Marsha Blackburn, R-Tenn., criticized the decision as \"constitutionally unsound,\" though she did not explain how. Blackburn did not propose limiting contraceptive use to married couples, nor did she otherwise make any proposals about birth control.",
        "Sources": [
            "CT Insider",
            "Cornell Law School",
            "Email exchange with Spencer Hurwitz",
            "Oyez",
            "Sen. Marsha Blackburn",
            "Tennessean",
            "The Daily Beast"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/18/tweets/false-flag-claims-about-shooting-buffalo-are-basel/",
        "Main Claim": "The mass shooting in Buffalo, New York was a “false flag event.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "There is overwhelming evidence, including witness testimony, news reports and government investigations, that prove that the mass shooting at a grocery store in Buffalo, New York, happened. Conspiracy theories that label real crises as fake far outnumber actual false flag events.",
        "Sources": [
            "Archived Twitter post",
            "BuzzFeed News",
            "CNN",
            "FBI",
            "MIT Technology Review",
            "Media Matters",
            "NPR",
            "PolitiFact",
            "Reuters",
            "The Atlanta Journal-Constitution",
            "The Buffalo News",
            "The Hill",
            "The New York Times",
            "The White House",
            "United States Department of Justice"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/14/tweets/no-onlyfans-isnt-recruiting-adult-film-stars-colle/",
        "Main Claim": "A video shows that “OnlyFans has guys on campus encouraging your daughters to do porn for ‘financial freedom.’”",
        "Truth-O-Meter": "False",
        "Justification": "OnlyFans is an internet subscription platform popular for hosting adult content. A viral tweet shared a video from Instagram and claimed that it showed \"OnlyFans has guys on campus encouraging your daughters to do porn for ‘financial freedom.’\" The original video appeared to be created as a joke, based on the caption and comments on Instagram and other platforms. The man seen in the video, a social media influencer, is not employed by or affiliated with OnlyFans, the company confirmed. A spokesperson for Florida International University, where the original Instagram video was filmed, said the man was quickly asked to leave the campus.",
        "Sources": [
            "Bendadonnn on Instagram",
            "Bendadonnn on Twitter",
            "CrowdTangle",
            "Email interview with Maydel Santana",
            "Emailed statement from OnlyFans",
            "Matt dot Taylor on Twitter",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/05/tweets/no-nato-allied-land-command-leader-wasnt-captured-/",
        "Main Claim": "“The Russian army captured the U.S Major General Roger L. Cloutier Jr. … in the besieged Ukrainian Azov camp in Mariupol.”",
        "Truth-O-Meter": "False",
        "Justification": "Lt. Gen. Roger L. Cloutier Jr., commander of NATO’s Allied Land Command, has not been captured by Russian forces in Mariupol, the Allied Land Command confirmed. Cloutier posted photos from a recent event in Turkey to his LinkedIn profile, where he disputed the internet rumors alleging that he had been captured.",
        "Sources": [
            "Alistair Coleman on Twitter",
            "Allied Land Command",
            "CrowdTangle",
            "Facebook post",
            "Hal Turner Radio Show",
            "LTG Roger Cloutier on LinkedIn",
            "NATO Allied Land Command on Facebook",
            "NATO Allied Land Command on Twitter",
            "Post",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/16/tweets/charge-turning-point-usa-white-nationalist-group-f/",
        "Main Claim": "Turning Point USA is a white nationalist organization.",
        "Truth-O-Meter": "False",
        "Justification": "Turning Point USA, a conservative activist group operating largely in college and high school campuses, is setting up chapters in Iowa high schools, raising concern among parents who oppose the group’s right-wing approach to public policy and its criticism of progressive programs dealing with racial matters. Some on Twitter have accused Turning Point USA of being a white nationalist hate group. Scholars who study white nationalism and even the group’s critics say calling Turning Point USA white nationalist goes too far.",
        "Sources": [
            "Anti-Defamation League",
            "HuffPost",
            "Instagram Post",
            "Iowa Starting Line",
            "Phone interview with Joseph Lowndes",
            "Phone interview with Mark Pitcavage",
            "Phone interviews with Andrew Kolvet",
            "PolitiFact",
            "Press Kit",
            "Professorwatchlist.org",
            "The Charlie Kirk Show",
            "Turning Point USA 990 tax return for 2019",
            "Turning Point USA Facebook event page",
            "Tweet from @RockMeMamadeus",
            "Tweet from Iowa Satanic School",
            "Tweet from Randy Richardson"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/25/tweets/there-are-no-us-run-biolabs-ukraine-contrary-socia/",
        "Main Claim": "Russia is targeting U.S. biological weapons labs in Ukraine invasion.",
        "Truth-O-Meter": "False",
        "Justification": "There are no U.S.-run biological weapons labs operating in Ukraine. The U.S. Defense Department and the Ukraine Ministry of Health have had a partnership since 2005 to improve public health laboratories and prevent the threat of outbreaks of infectious diseases. That effort is part of the Cooperative Threat Reduction Program, which began in 1991 to reduce the threat of existing weapons of mass destruction programs in former Soviet Republics.",
        "Sources": [
            "Bulletin of the Atomic Scientists",
            "Center for Arms Control and Nonproliferation",
            "Chicago Tribune",
            "Coda",
            "Daily Beast",
            "Department of Defense Defense Threat Reduction Agency",
            "Email exchange with Andy Weber",
            "Kyiv Post",
            "Military Health System",
            "Newsweek",
            "Snopes",
            "State Department",
            "The Atlantic Council",
            "The Nonproliferation Review",
            "U.S. Congress",
            "United States Embassy in Ukraine"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/01/tweets/old-video-mischaracterized-showing-troops-ukraine-/",
        "Main Claim": "Video shows troops at the Ukraine-Russia border on Jan. 27, 2022.",
        "Truth-O-Meter": "False",
        "Justification": "A video that was posted online nearly two years ago is being miscast as showing troops gathering at the Ukraine-Russia border in 2022.",
        "Sources": [
            "Defense Express",
            "Facebook post",
            "The New York Times",
            "Tweet",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/13/tweets/gilbert-gottfried-didnt-die-covid-19-vaccine/",
        "Main Claim": "Gilbert Gottfried died from the COVID-19 vaccine.",
        "Truth-O-Meter": "False",
        "Justification": "Gilbert Gottfried died from a heart problem caused by an inherited muscular dystrophy disease. He didn’t die from the COVID-19 vaccine.",
        "Sources": [
            "Associated Press",
            "Dara Gottfried Instagram post",
            "Genetic and Rare Diseases Information Center",
            "Gottfried Family statement",
            "KSDK",
            "Mayo Clinic",
            "Statement from publicist Glenn Schwartz",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/may/12/tweets/tweets-conflate-ron-desantis-massive-campaign-fund/",
        "Main Claim": "“Is ANYONE asking how Ron DeSantis was worth $340,000 in 2020 and is now worth $52 million?\"",
        "Truth-O-Meter": "False",
        "Justification": "DeSantis listed his 2020 net worth at $348,832. He has until July 1 to file his 2021 financial disclosure report to the Florida Commission of Ethics. The figure used in the tweet seems to be derived from campaign filings in September 2021, which indicated that DeSantis raked in around $52 million in donations.",
        "Sources": [
            "CNN",
            "Christina Pushaw",
            "Florida Commission of Ethics",
            "Florida Department of State Division of Elections",
            "OpenSecrets",
            "Orlando Sentinel",
            "Sarasota Herald-Tribune",
            "Tampa Bay Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/24/tweets/no-virginia-tech-swimmer-did-not-tweet-her-finals-/",
        "Main Claim": "Virginia Tech swimmer Reka Gyorgy tweeted, “My finals spot was stolen by Lia Thomas, who is a biological male.”",
        "Truth-O-Meter": "False",
        "Justification": "This tweet, purportedly from Virginia Tech swimmer Reka Gyorgy, came from a hoax account. Gyorgy told PolitiFact that she does not have a Twitter account. Gyorgy did write a letter to the NCAA regarding her competition against Lia Thomas, a transgender woman. Twitter permanently suspended the imposter account, @RekaGyorgy_, for violating its policy against the creation of fake accounts, a spokesperson said. Still, the account’s viral tweet about Lia Thomas was shared widely across social media, including in posts by conservative media outlets, pundits and politicians.",
        "Sources": [
            "Associated Press",
            "CrowdTangle",
            "Email correspondence with Pete Moris",
            "Email correspondence with Sergio Lopez Miro",
            "Email statement from Twitter",
            "Facebook post",
            "LinkedIn correspondence with Reka Gyorgy",
            "Reuters",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/dec/23/tweets/twitter-post-misconstrues-what-who-director-genera/",
        "Main Claim": "“WHO Director-General: The vaccines are being used to kill children.”",
        "Truth-O-Meter": "False",
        "Justification": "World Health Organization Director-General Dr. Tedros Adhanom Ghebreyesus stumbled over his words, first mispronouncing the word \"children\" with \"kil/cil.\" He then corrected himself and pronounced the word \"children.\" That led some people to claim he said \"kill children.\" WHO supports the use of vaccines for children and says that there is no evidence that the COVID-19 vaccine has killed children.",
        "Sources": [
            "Deutsche Welle",
            "Full Fact",
            "PolitiFact",
            "Twitter post",
            "Vaccine Adverse Event Reporting System",
            "World Health Organization"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/25/tweets/old-photo-empire-state-building-unrelated-ukraine-/",
        "Main Claim": "Photo shows Empire State Building lit up to support Ukraine.",
        "Truth-O-Meter": "False",
        "Justification": "This photo was first shared online in 2015 when the Empire State Building lit up in yellow and blue to recognize World Down Syndrome Day.",
        "Sources": [
            "BRAMA post",
            "Empire State Building Facebook post",
            "Empire State Building tweet",
            "Empire State Building website",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/20/tweets/reddit-post-about-parent-forcing-hormones-transgen/",
        "Main Claim": "A Reddit post shows a parent admitting to forcing their child to continue transitioning by sneaking hormone medication.",
        "Truth-O-Meter": "False",
        "Justification": "The post isn’t legitimate. The Reddit subthread it was posted on was created so users could roleplay as transgender parents and promote hateful stereotypes of transgender people. The channel has since been removed by Reddit.",
        "Sources": [
            "Endocrine Society",
            "Rdrama.net",
            "Reddit",
            "Reuters",
            "Twitter post",
            "University of California"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/02/tweets/ivermectin-study-showed-antiviral-effect-which-not/",
        "Main Claim": "Research from Japan shows “ivermectin is effective against omicron in Phase III trial.”",
        "Truth-O-Meter": "False",
        "Justification": "Reuters corrected a Jan. 31 article that originally reported that a Japanese study found ivermectin to be effective against omicron in human participants in a clinical trial. It was actually non-clinical laboratory research that found the drug to have \"antiviral properties.\" It did not involve humans. Ivermectin is not authorized for use against COVID-19 in the U.S. There are many ongoing studies into its use, including in Japan.",
        "Sources": [
            "Arieh Kovler",
            "Daniel Dale Twitter post",
            "Daniel Horowitz Twitter post",
            "Disclose.tv",
            "FDA",
            "Laura Ingraham Twitter post",
            "NPR",
            "PolitiFact",
            "Reuters",
            "The Washington Post",
            "U.S. Food and Drug Administration",
            "World Health Organization"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/14/tweets/no-zelenskys-hospital-visit-video-doesnt-feature-c/",
        "Main Claim": "A Ukrainian combat medic who died in February was seen in a video Ukraine President Volodymyr Zelensky posted of his visit to see wounded soldiers.",
        "Truth-O-Meter": "False",
        "Justification": "There is no evidence that Zelensky’s video of him visiting a military hospital was pre-recorded or staged. The woman who appears with Zelensky in the video and in photographs of his visit is Tetiana Ostashchenko — not Inna Derusova, who died in February.",
        "Sources": [
            "CrowdTangle",
            "Instagram post",
            "Maldita.es",
            "Maria Dubovikova on",
            "Russia Today on Twitter",
            "Shayan Sardarizadeh on Twitter",
            "StopFake.org",
            "The Atlantic Council",
            "The Guardian",
            "The President of Ukraine",
            "Volodymyr Zelensky on Telegram"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/27/tweets/no-bill-gates-wasnt-suspended-twitter-following-el/",
        "Main Claim": "Elon Musk suspended Bill Gates from Twitter.",
        "Truth-O-Meter": "False",
        "Justification": "Twitter has not suspended Bill Gates’ account, a company spokesperson and Gates spokesperson confirmed. The account remains active. A viral image that purported to show a screenshot of Gates’ account with a suspension notice attached was faked, with some telltale signs that it was not authentic.",
        "Sources": [
            "Associated Press",
            "Bill Gates on Twitter",
            "CNBC",
            "CrowdTangle",
            "Elon Musk on Twitter",
            "Email correspondence with Gates Ventures",
            "Email correspondence with Twitter",
            "Facebook",
            "Instagram",
            "Reuters",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/05/tweets/pfizer-did-not-bribe-fda-approval-its-covid-19-vac/",
        "Main Claim": "Pfizer paid “$2.8 million bribe payment” to the FDA for COVID-19 vaccine approval.",
        "Truth-O-Meter": "False",
        "Justification": "The Prescription Drug User Fee Act was passed in 1992 and allows the FDA to collect fees from drug companies seeking approval of products. The fees provide funding that helps the agency speed the review and approval process, the FDA said. Spokespersons for Pfizer and the FDA confirmed the payment was for the fee required under the law.",
        "Sources": [
            "Congress",
            "FDA",
            "MedPage Today",
            "Michael Gabay",
            "Pfizer press release",
            "Public Health and Medical Professionals for Transparency",
            "Statement from Pfizer spokesperson",
            "TechArp",
            "The Conversation"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/14/tweets/no-document-doesnt-show-secret-ukrainian-military-/",
        "Main Claim": "Classified documents from Ukraine “confirm without a shadow of a doubt” that the Ukraine government was “covertly preparing an offensive operation against Donbas, scheduled for March 2022.”",
        "Truth-O-Meter": "False",
        "Justification": "The document isn’t classified, and there are no direct statements in it about an attack on the Donbas. It makes references to a training camp on the opposite side of the country.",
        "Sources": [
            "Google maps",
            "StopFake.org",
            "Translation assistance by Irina Kulemzina and Marina Yurieva from Science Feedback",
            "Twitter",
            "Twitter messages with Christo Grozev"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/feb/22/tweets/no-greenpeace-usa-didnt-place-derogatory-sign-trum/",
        "Main Claim": "Greenpeace USA had a banner on Trump International Hotel in Las Vegas making fun of Donald Trump’s genitalia.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Greenpeace USA tweeted that the video is fake and unrelated to the organization. The creator has acknowledged the video was edited. The creator has in recent years circulated several other doctored videos depicting the same fake yellow sign — with other slogans — on the same Trump hotel.",
        "Sources": [
            "AFP Fact Check",
            "Facebook post",
            "Greenpeace",
            "Greenpeace USA on Twitter",
            "Lead Stories",
            "Paul Lee Teeks on Twitter",
            "Reuters",
            "The Associated Press",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/mar/04/tweets/video-climate-change-protest-austria-it-doesnt-sho/",
        "Main Claim": "Video shows Ukrainian crisis actors come to life after pretending to be dead.",
        "Truth-O-Meter": "False",
        "Justification": "The people under the tarps aren’t crisis actors from Ukraine trying to fool people into thinking they are dead. They were part of a protest against climate change that was held in Vienna, Austria, on Feb. 4.",
        "Sources": [
            "OE24",
            "PolitiFact",
            "The Print",
            "Twitter post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/apr/13/tweets/no-sen-marsha-blackburn-didnt-make-white-power-sym/",
        "Main Claim": "Sen. Marsha Blackburn made a white power symbol at Ketanji Brown Jackson.",
        "Truth-O-Meter": "False",
        "Justification": "A photo of Sen. Marsha Blackburn has been miscaptioned to claim that she was flashing a white power symbol at Ketanji Brown Jackson.",
        "Sources": [
            "Anti-Defamation League",
            "PolitiFact",
            "Tweet",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2022/jan/20/tweets/no-djokovic-isnt-first-athlete-be-banned-sporting-/",
        "Main Claim": "Novak Djokovic is the first professional athlete to be banned from a major sporting event for “not taking drugs.”",
        "Truth-O-Meter": "False",
        "Justification": "Multiple professional athletes like Kyrie Irving, Charlie Beljan and Caster Semenya have been banned, in one form or another, from competing in their sports for refusing to take medication or get the COVID-19 vaccine. Some sporting organizations are issuing vaccine mandates, too. The Olympic committees for Canada and the United States announced that athletes must be fully vaccinated against the virus if they want to compete at the 2022 Winter Olympics. Tennis Australia didn't ban Djokovic from playing. He was deported because of Australia's COVID-19 policies.",
        "Sources": [
            "Associated Press",
            "CBC",
            "CNN",
            "New York Times",
            "The Golf Channel",
            "The Guardian",
            "Twitter post",
            "Yahoo Sports"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/20/tweets/yes-donald-trump-claimed-fraud-after-2016-iowa-cau/",
        "Main Claim": "When Donald Trump lost the Iowa caucus to Ted Cruz in 2016, \"he immediately cried that Cruz cheated.”",
        "Truth-O-Meter": "True",
        "Justification": "Following President Donald Trump’s claims that ballots in the 2020 election were fraudulent in some swing states, social media tweeters wrote that Trump claimed that Texas Sen. Ted Cruz’s win in the 2016 Iowa Republican caucuses was because of fraud. Iowa’s precinct caucuses kicked off the 2016 presidential selection process that eventually gave Trump the presidency. This year’s tweeters have good memories; Trump called Cruz’s Iowa win the result of fraud.",
        "Sources": [
            "\" Would Iowa Republican Party toss caucus results? No",
            "\"Trump: Cruz ‘stole’ victory in Iowa caucuses\"",
            "Associated Press",
            "CrowderBits on YouTube",
            "Donald Trump Twitter posts",
            "Foxnews.com",
            "Frank Martin Twitter posts",
            "Iowa Caucus Results",
            "Iowa PBS",
            "MSNBC.com",
            "Ted Cruz Twitter posts",
            "Various 2020 posts by Twitter users"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jul/20/tweets/how-much-co2-did-bezos-rocket-ride-release-close-z/",
        "Main Claim": "Says “Jeff Bezos will put 300 (metric tons) of carbon into the atmosphere for 180 seconds in space.”",
        "Truth-O-Meter": "False",
        "Justification": "Twitter users said Bezos’ ride to space put 300 metric tons of carbon into the air. Liquid hydrogen and liquid oxygen fueled his ride, not carbon-based fuels. All rocket launches pose a threat to the ozone layer.",
        "Sources": [
            "Blue Origin",
            "CNN",
            "Center for Space Policy and Strategy",
            "Email exchange",
            "Eos",
            "Journal of Cleaner Production",
            "Live Science",
            "The Conversation",
            "The Guardian",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/04/tweets/viral-tweet-spreads-false-information-about-mail-b/",
        "Main Claim": "“40,000 rejected vote by mail ballots in DeKalb County need to be cured by Friday or they will be tossed.”",
        "Truth-O-Meter": "False",
        "Justification": "The DeKalb County Board of Registration and Elections has debunked the post. The Georgia Secretary of State’s office has told reporters that it expects 3,000 rejections statewide.",
        "Sources": [
            "Instagram post",
            "Politico",
            "The New York Times",
            "Tweet",
            "WSB-TV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/oct/11/tweets/southwest-airline-pilots-union-deny-claims-anti-va/",
        "Main Claim": "“Countless Southwest Airlines employees have walked out of their jobs to oppose the vaccine mandate, causing operations to effectively shut down.”",
        "Truth-O-Meter": "False",
        "Justification": "Southwest Airlines said its thousands of recent flight cancellations \"were not a result of employee demonstrations.\" The president of the Southwest Airlines Pilots Association, which has taken legal action to temporarily block the company’s COVID-19 vaccine mandate, called claims about a pilot walkout or sickout \"false\" and said the union is forbidden to take such actions. Flight disruptions such as bad weather can have a cascading effect and lead to many more delays and cancellations.",
        "Sources": [
            "Ben Becker on Twitter",
            "Bloomberg",
            "CNBC",
            "CrowdTangle",
            "Email correspondence with the Federal Aviation Administration",
            "Errol Barnett on Twitter",
            "Facebook and Instagram posts",
            "PolitiFact",
            "Reuters",
            "Southwest Airlines Pilots Association",
            "Southwest Airlines on Twitter",
            "Statement from Southwest Airlines",
            "Ted Cruz on Twitter",
            "The Associated Press",
            "The Dallas Morning News",
            "The FAA on Twitter",
            "Tweets"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/nov/08/tweets/fox-says-live-reporting-va-governor-election-turno/",
        "Main Claim": "“Fox News went from 97% reporting to 94% in Virginia. The fraud is so blatant it's not funny anymore.”",
        "Truth-O-Meter": "False",
        "Justification": "The fact that the turnout tally at one point was reported as lower than it was six minutes earlier merely reflects changes in Fox News' estimates, Fox News says.",
        "Sources": [
            "Fox News",
            "Instagram",
            "Interview",
            "Tweet",
            "Twitter search"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/apr/02/tweets/social-media-posts-wrongly-claim-vaccination-can-h/",
        "Main Claim": "\"They’re unable to administer vaccines if the lockdown ends because the emergency ends with it.”",
        "Truth-O-Meter": "False",
        "Justification": "In the U.S. and the U.K., emergency approvals were granted to vaccine manufacturers separate from any decisions to impose coronavirus restrictions. Lifting such \"lockdowns\" doesn’t mean vaccines can no longer be administered, experts from both countries said. In the U.S., there was never a full nationwide lockdown. The author of the original tweet about vaccines and lockdowns told us: \"To be clear, I have no idea if this is correct or not.\"",
        "Sources": [
            "BBC",
            "Email interview with Andrew Noymer",
            "Email interview with Christopher Newdick",
            "Email interview with John Edmunds",
            "Email interview with Joshua Sharfstein",
            "Email interview with William Schaffner",
            "Facebook post",
            "Federal Register",
            "Full Fact",
            "Gov.uk",
            "Instagram post",
            "Phone interview with John Grabenstein",
            "Reuters",
            "Statement from Pfizer",
            "Statement from the U.K. Department of Health and Social Care",
            "Statement from the U.K. Medicines and Healthcare products Regulatory Agency",
            "Statement from the U.S. Food and Drug Administration",
            "The New York Times",
            "Tweet",
            "Twitter correspondence with Dan Stevens",
            "U.K. Department of Health & Social Care",
            "U.K. Medicines and Healthcare products Regulatory Agency",
            "U.K. Parliament",
            "U.S. Food and Drug Administration",
            "Various searches on CrowdTangle",
            "WUSA9"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/aug/24/tweets/conservative-influencers-wrongly-claim-capitol-bom/",
        "Main Claim": "The bomb threat near the U.S. Capitol on Aug. 19 was a false flag.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "There is no evidence that the Aug. 19 bomb threat near the U.S. Capitol was a false flag event led by the FBI or any other entity. The suspect, Floyd Ray Roseberry, has already been charged and appeared in federal court. He confirmed his identity to the FBI. False flag conspiracy theories regularly spread after mass shootings or other major acts of violence, such as the Jan. 6 insurrection at the Capitol.",
        "Sources": [
            "Email interview with Mark Fenster",
            "Email statement from Facebook",
            "Email statement from the U.S. Capitol Police",
            "The New York Times",
            "The Washington Post",
            "U.S. District Court for the District of Columbia",
            "Various Facebook posts",
            "Various Instagram posts",
            "Various tweets"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/apr/29/tweets/no-sen-joni-ernst-did-not-say-liberals-wanted-ban-/",
        "Main Claim": "Sen. Joni Ernst's visual aid said liberals wanted to abolish lasagna, among other things.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Sen. Ernst appeared on the Senate floor to critique President Biden, saying Biden only was listening to Democrats living on \"Liberal Fantasy Island.\" Points on a visual aid said this liberal fantasy land included ending the filibuster, passing the Green New Deal, abolishing I.C.E, defunding the police, increasing taxes, and expanding the courts. A comedian on Twitter changed some of her talking points to \"sex blimps,\" \"Marvelous Mrs. Maisel,\" only letting gay people eat at restaurants, and abolishing lasagna.",
        "Sources": [
            "Andrew McMeel Publishing",
            "Joni Ernst speech",
            "Joni Ernst tweet",
            "Keaton Patti tweet",
            "The Daily Iowan"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/nov/17/tweets/bill-gates-said-we-need-vaccines-halt-transmission/",
        "Main Claim": "\"Bill Gates just admitted that the Pfizer and Moderna mRNA vaccines don’t work well.\"",
        "Truth-O-Meter": "False",
        "Justification": "Gates never said that the vaccines don’t work well. His nonprofit, the Bill & Melinda Gates Foundation, called claims stating otherwise false. In a recent interview, Gates said that current vaccines \"slightly reduce transmission\" and he advocated for funds to be allocated so that researchers can develop new vaccines in the future that halt transmission and offer disease protection at the same time.",
        "Sources": [
            "Email interview",
            "Healthline",
            "Reuters",
            "Twitter",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/07/tweets/list-does-not-show-over-14000-dead-people-cast-bal/",
        "Main Claim": "A list shows over 14,000 dead people voted in Wayne County, Michigan.",
        "Truth-O-Meter": "False",
        "Justification": "A viral tweet purports to show that over 14,000 votes in Wayne County were cast by dead people. According to the state’s voter database, several of the individuals on the list are shown as never having cast an absentee ballot, and at least one woman listed seems to still be alive.",
        "Sources": [
            "Michigan Bureau of Elections",
            "Michigan Secretary of State",
            "PolitiFact",
            "The New York TImes",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/nov/10/tweets/Those-are-not-diesel-generators-at-the-COP26-clim/",
        "Main Claim": "Photos show “diesel generators” at the COP26 climate change conference.",
        "Truth-O-Meter": "False",
        "Justification": "The photos show electric air handlers, chillers and heaters, according to the manufacturer of the units.",
        "Sources": [
            "Email",
            "PolitiFact",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/aug/31/tweets/viral-video-doesnt-show-taliban-hanging-body-helic/",
        "Main Claim": "A video shows the “Taliban hanging someone from a helicopter.”",
        "Truth-O-Meter": "False",
        "Justification": "The person can be seen in other photographs and videos moving and waving his arms while suspended from a harness. Several news outlets and fact-checkers reported that the person had been tasked with trying to fix a flag on a public building.",
        "Sources": [
            "Alt News",
            "BBC",
            "Bilal Sarwary on Twitter",
            "Email interview with Eric Pahon",
            "Fact Crescendo",
            "Glenn Kessler on Twitter",
            "Snopes",
            "Various Facebook posts",
            "Various Instagram posts",
            "Various searches on CrowdTangle",
            "Various searches on Hoaxy",
            "Various tweets",
            "Vice"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jul/13/tweets/viral-video-shows-soccer-celebration-buenos-aires-/",
        "Main Claim": "Says this crowd video shows the ongoing protests in Cuba.",
        "Truth-O-Meter": "False",
        "Justification": "This video depicts a crowd in Buenos Aires celebrating the Argentina national football team’s championship win over Brazil for the Copa América cup.",
        "Sources": [
            "AP Images",
            "CNN",
            "Daily Motion",
            "Google Maps",
            "NPR",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/oct/14/tweets/nearly-all-employees-complied-vaccine-mandate-unit/",
        "Main Claim": "The percentage of vaccinated employees at United Airlines increased after the mandate because unvaccinated employees left the company.",
        "Truth-O-Meter": "False",
        "Justification": "Nearly all United Airlines employees complied with the company’s COVID-19 vaccine mandate, according to the company.",
        "Sources": [
            "Email interview with Charles Hobart",
            "NPR",
            "The White House",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jul/19/tweets/heres-why-olympics-gave-athletes-cardboard-beds/",
        "Main Claim": "Olympic Village has cardboard beds “to prevent Olympians from having sex, and thus risk spreading (COVID-19).”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Olympic Village is furnished with beds designed out of cardboard. The beds are not \"anti-sex\" beds. Their purpose is not to prevent the spread of COVID; they were made before the pandemic as renewable material. The beds hold up to about 400 pounds and do not break with sudden movement.",
        "Sources": [
            "Facebook post",
            "International Olympic Committee",
            "Japan Today",
            "Kyodo",
            "New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/mar/19/tweets/no-black-lives-matter-wasnt-charged-fraudulently-s/",
        "Main Claim": "“Black Lives Matter of Atlanta Charged with Wire Fraud, Money Laundering and Allegedly Using almost 500k in Donations For Personal Use.”",
        "Truth-O-Meter": "False",
        "Justification": "An activist from Ohio was indicted for wire fraud and money laundering. He is accused of using a Facebook page called \"Black Lives Matter of Greater Atlanta\" to defraud donors. Black Lives Matter was not charged. The Black Lives Matter Global Network Foundation said in September that it is not affiliated with the activist, and it told PolitiFact that hasn’t changed. A local news report from 2016 said he had \"parted ways\" with the Black Lives Matter of Atlanta movement before launching his organization.",
        "Sources": [
            "Black Lives Matter",
            "Black Lives Matter Atlanta on Twitter",
            "Chuck Callesto on Twitter",
            "Facebook Messenger exchange with Chuck Callesto",
            "Facebook post",
            "Fox 5 Atlanta",
            "Jack Posobiec on Twitter",
            "Statement from the Black lives Matter Global Network Foundation",
            "The Associated Press",
            "The Daily Caller",
            "Toledo Blade",
            "U.S. Justice Department"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/dec/17/tweets/video-child-giving-biden-vial-blood-drink-doctored/",
        "Main Claim": "“Boy passes Joe Biden a vial of fresh blood to drink on his way back to the White House”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A video purporting to show a child handing President Joe Biden a vial of blood to drink is doctored. The original video shows no such thing.",
        "Sources": [
            "Email correspondence with Crystal Staley",
            "Fox19 Now on Facebook",
            "PolitiFact",
            "Snopes",
            "Various",
            "Various Instagram",
            "WLKY"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/mar/29/tweets/viral-tweet-wrongly-ties-biden-attorneys-resignati/",
        "Main Claim": "\"Joe Biden forced the U.S. Attorney for the Eastern District of North Carolina to resign after 24 people were charged with election fraud and the Mainstream Media never even batted an eyelash.\"",
        "Truth-O-Meter": "Mostly False",
        "Justification": "Robert Higdon Jr., the U.S. Attorney for the Eastern District of North Carolina, resigned in February after President Biden asked most top federal prosecutors to step down. Higdon's office recently announced election-related fraud charges as part of an 18-month investigation. There's no evidence the two events are related and media outlets, including PolitiFact partner WRAL, have been reporting on the probe for a while.",
        "Sources": [
            "Audit",
            "Email exchange with Don Connelly",
            "Email exchange with Patrick Gannon",
            "Press releases from the U.S. Attorney’s Office for the Eastern District of North Carolina",
            "Stories by NBC News",
            "Story",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/dec/06/tweets/no-drinking-water-isnt-testing-positive-covid-19/",
        "Main Claim": "\"Tap water is testing positive for COVID!”",
        "Truth-O-Meter": "False",
        "Justification": "COVID-19 has not been detected in drinking water, health experts say. The Abbott rapid test shown in a video was not designed to be used with water or other liquids. A doctor who shared the video was recently punished by health authorities in Ontario for spreading misinformation about the pandemic.",
        "Sources": [
            "AFP",
            "Abbott Laboratories",
            "CBC",
            "CDC",
            "PolitiFact",
            "Reuters",
            "U.S. Environmental Protection Agency",
            "USA Today",
            "World Health Organization interview with Dr. Sylvie Briand"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jun/03/tweets/cdc-did-not-change-its-criteria-what-considered-br/",
        "Main Claim": "\"The CDC lowered the PCR threshold while no longer recording asymptomatic cases...but only for the vaccinated.\"",
        "Truth-O-Meter": "False",
        "Justification": "While it’s true the Centers for Disease Control and Prevention are no longer officially scrutinizing asymptomatic breakthrough infections, the agency has not \"lowered\" the general cycle threshold for determining COVID-19 cases.",
        "Sources": [
            "Centers for Disease Control and Prevention",
            "Email interview with Dr. Anna Durbin",
            "Email interview with Jade Fulce",
            "National Human Genome Research Institute",
            "PolitiFact",
            "Twitter post",
            "USA Today"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/oct/28/tweets/no-marjorie-taylor-greene-didnt-post-tweet-about-f/",
        "Main Claim": "Says Marjorie Taylor Greene tweeted: “People can’t really be convicted on such flimsy circumstantial evidence as ‘having a similar gait’ or ‘owning the identical shoes’ or ‘being in DC and not having any alibi for that time’ can they?! I don’t recognize this America.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "This is a fabricated tweet. A spokesperson for Greene said the Congresswoman did not write or post this.",
        "Sources": [
            "Email interview",
            "ProPublica",
            "Rolling Stone",
            "Twitter",
            "Twitter post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jun/18/tweets/some-police-budgets-are-increasing-evidence-nation/",
        "Main Claim": "“Police budgets are at their highest they've ever been, there hasn’t actually been any defunding the police.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "Many police budgets shrank in 2020 — partly in response to the defunding movement and partly because of the fiscal impact of the pandemic and recession. Some major cities that decreased their police budgets last year have reversed course.",
        "Sources": [
            "Arizona Republic",
            "Bloomberg",
            "Bureau of Justice Statistics",
            "Email Interview",
            "Houston Public Media",
            "IBO",
            "Instagram post",
            "Interview",
            "Louisville Metro Government Recommended Detail Budget",
            "MinnPost",
            "New York Times",
            "PolitiFact",
            "San Diego Union Tribune",
            "The Guardian",
            "Twitter post",
            "Urban Institute",
            "Wall Street Journal"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jul/28/tweets/us-mexico-border-not-wide-open-most-people-trying-/",
        "Main Claim": "Says Joe Biden “is restricting travel for Americans into Mexico, but is keeping the border wide open for illegal aliens to walk right into our country.”",
        "Truth-O-Meter": "Mostly False",
        "Justification": "President Joe Biden has continued a policy — initiated by Donald Trump — to restrict Americans’ travel to Mexico, as a way to fight the spread of COVID-19. The Mexico border is not \"wide open\" for illegal immigration into the U.S. The vast majority of encounters result in U.S. immigration officials turning people away at the border.",
        "Sources": [
            "Associated Press",
            "Email",
            "New York Times",
            "PolitiFact",
            "Reuters",
            "Twitter post",
            "U.S. Customs and Border Protection",
            "U.S. Department of Homeland Security"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/oct/07/tweets/cdc-does-not-show-higher-death-rate-vaccines-covid/",
        "Main Claim": "“CDC numbers” show that among children, the Pfizer and Moderna COVID-19 vaccines have a death rate “174 times higher” than the COVID-19 death rate.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The federal Centers for Disease Control and Prevention has not reported data for children showing a higher death rate from COVID-19 vaccines than from COVID-19. There is no clear evidence that COVID-19 vaccines have caused any deaths in the U.S., according to the CDC.",
        "Sources": [
            "American Academy of Pediatrics",
            "Email",
            "New England Journal of Medicine",
            "PolitiFact",
            "Twitter",
            "U.S. Centers for Disease Control and Prevention",
            "U.S. Food and Drug Administration"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/sep/02/tweets/did-truck-carrying-moderna-vaccine-crash-and-did-p/",
        "Main Claim": "“Near Morgantown, WV, a Moderna shipment truck crashed, hazmat dispatched, airspace shut down and now apparently Emergency Response is claiming the Department of Defense took it over.”",
        "Truth-O-Meter": "Half-True",
        "Justification": "• A truck carrying Moderna vaccines did crash near Morgantown, W.Va., on Aug, 27.• Local emergency management agencies said that the airspace was not shut down and that the Defense Department never dispatched officials to the site of the crash. The cleanup was handled exclusively by local agencies, officials said.",
        "Sources": [
            "Email interview with spokesperson for the Department of Health and Human Services",
            "Monongalia County Sheriff’s Office",
            "Phone interview with Jim Smith",
            "Tweet",
            "WBOY-TV"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/dec/03/tweets/no-gina-haspel-isnt-dead-or-jail/",
        "Main Claim": "“Gina Haspel, CIA head is dead!”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "• A CIA spokesperson called the claim \"absurd\" and confirmed that Haspel is alive and at the office. ​",
        "Sources": [
            "A Facebook post",
            "A Tweet",
            "AP",
            "Email interview with Nicole de Haay",
            "PolitiFact",
            "Rumor Mill News"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/oct/20/tweets/hoax-twitter-account-sparks-false-rumor-desmond-tu/",
        "Main Claim": "Desmond Tutu died on Oct. 20, 2021.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Desmond Tutu is still alive, his foundation said in a statement. The tweet that spawned rumors about his death came from a hoax account.",
        "Sources": [
            "Anglican Church of Southern Africa Diocese of Johannesburg",
            "Desmond and Leah Tutu Legacy Foundation",
            "Email correspondence with Tommaso Debenedetti",
            "Sunday Times",
            "The Guardian",
            "The Washington Post",
            "Tweet",
            "Twitter exchange with Alex Shephard"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jan/22/tweets/social-media-users-push-evidence-free-claim-joe-bi/",
        "Main Claim": "Video shows Biden saying “salute the Marines” after hearing the words in an earpiece before his inauguration.",
        "Truth-O-Meter": "False",
        "Justification": "Joe Biden was heard saying something as he walked through the U.S. Capitol doors held by a pair of U.S. Marines. It is not clear what he said. Some reporters heard, \"Good looking Marines.\" Some social media users claimed that Biden said, \"Salute the Marines.\" They said the comment proved that Biden was repeating instructions fed to him through a hidden earpiece. The video itself, however, does not substantiate that claim.",
        "Sources": [
            "C-Span",
            "Dave Weigel on Twitter",
            "Jeremy Art on Twitter",
            "Keith Olbermann on Twitter",
            "PBS NewsHour on YouTube",
            "Tweet",
            "YouTube video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2021/jul/21/tweets/advance-child-tax-credit-payments-wont-usually-req/",
        "Main Claim": "“You must give EVERY PENNY” of the advance child tax credit payments back when you file your 2021 taxes.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "• On July 15, the IRS began issuing the first advance child tax credit payments.• These are early payments of the \"estimated amount of the child tax credit that you may properly claim on your 2021 tax return during the 2022 tax filing season.\"• A family will have to pay back money received if their household qualifies for a smaller 2021 child tax credit than what the IRS estimated. Divorced parents who alternate years claiming their children as dependents might also encounter a situation where the IRS might send child tax credit payments that would need to be paid back.• These exceptions are expected to be rare and do not equate to the across-the-board mandate that the tweet misleadingly asserts.",
        "Sources": [
            "ABC 27 News",
            "Brandy Martz",
            "CNBC",
            "CNet.com",
            "Congressional Research Service Report",
            "Internal Revenue Service",
            "Interview with Elaine Maag",
            "NJ.com",
            "NPR",
            "Pix 11",
            "PolitiFact",
            "The 19th News",
            "The CPA Journal",
            "Tweet",
            "Wall Street Journal",
            "WhiteHouse.gov"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/dec/22/tweets/viral-tweet-cites-made-cdc-covid-19-survival-rates/",
        "Main Claim": "“CDC COVID-19 survival rates” are 99.997% for people ages 0 to 19, 99.98% for people ages 20 to 49, 99.5% for people ages 50 to 69, and 94.6% for people over 70.",
        "Truth-O-Meter": "False",
        "Justification": "The Centers for Disease Control and Prevention has not released \"COVID-19 survival rates,\" an agency spokesperson said, and it doesn’t have the data to do so. It’s difficult to pin down a statistic like the \"survival rate\" with precision.",
        "Sources": [
            "Centers for Disease Control and Prevention",
            "Email interview with Cindy Prins",
            "Email interview with Jasmine Reed",
            "Instagram post",
            "Johns Hopkins University",
            "Lead Stories",
            "PolitiFact",
            "The Conservative Latina on Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2018/jun/15/tweets/tweeted-photo-inaccurately-indicates-boy-caged-fed/",
        "Main Claim": "Say a boy was 'caged' in a wire enclosure.",
        "Truth-O-Meter": "False",
        "Justification": "N/A",
        "Sources": [
            "News story",
            "Phone interview",
            "Phone interview and emails",
            "Story",
            "Truth-O-Meter article",
            "Tweet",
            "Web post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/04/tweets/no-biden-did-not-receive-thousands-mysteriously-su/",
        "Main Claim": "Says Joe Biden received a sudden influx of 138,339 votes in Michigan while Donald Trump received none.",
        "Truth-O-Meter": "False",
        "Justification": "Conservatives on social media were sharing screenshots of the election map from Decision Desk HQ. The screenshots appeared to show that in one overnight update, Biden received a large number of voters while Trump and other candidates got none. A Decision Desk HQ spokesperson said the change was the result of an error in a file sent by the state. The state corrected the error, and Decision Desk HQ followed. Votes cast legally on or before Election Day will continue to be counted for several days. Counting these votes is part of the process and not a sign of voter fraud, which is rare.",
        "Sources": [
            "Buzzfeed News",
            "Decision Desk HQ",
            "Detroit Free Press",
            "Donald J. Trump on Twitter",
            "Email interview with Alex Halderman",
            "Email interview with Drew McCoy",
            "Fox News on YouTube",
            "Matt Mackowiak on Twitter",
            "PolitiFact",
            "Snopes",
            "Various Facebook posts",
            "Various Twitter posts"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/apr/13/tweets/2016-video-trump-urging-sick-people-vote-resurface/",
        "Main Claim": "Suggests Trump urged sick people to get out and vote during COVID-19 pandemic",
        "Truth-O-Meter": "False",
        "Justification": "Trump urged supporters during a rally to vote in the presidential election even if their doctor recently gave them the ‘worst possible prognosis’ — but he said this during his 2016 campaign, not in 2020 during the COVID-19 pandemic.",
        "Sources": [
            "Archive.is",
            "CSPAN"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2018/jan/05/tweets/gorilla-channel-trump-satire-tweet-fools-1000s/",
        "Main Claim": "\"White House staff compiled a number of gorilla documentaries into a makeshift gorilla channel\" for President Donald Trump.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "Michael Wolff",
            "Photo: Paul Vladuchick",
            "Photo: Traveltipy",
            "Pixelatedboat",
            "Politico"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/mar/11/tweets/no-daniel-radcliffe-does-not-have-coronavirus/",
        "Main Claim": "Says Daniel Radcliffe has the coronavirus.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Actor Daniel Radcliffe does not have the coronavirus. A fake BBC Twitter account spread the claim before the tweet was removed and the account suspended from the platform.",
        "Sources": [
            "Archive.is",
            "BBC",
            "Buzzfeed News",
            "Snopes"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2019/apr/08/tweets/tweet-leaves-out-context-donald-trumps-animals-rem/",
        "Main Claim": "Says President Donald Trump said asylum seekers \"aren't people. These are animals.\"",
        "Truth-O-Meter": "False",
        "Justification": "N/A",
        "Sources": [
            "PolitiFact",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/apr/17/tweets/michigan-residents-can-still-buy-car-seats/",
        "Main Claim": "“Per order from @GovWhitmer, people in Michigan are now banned from purchasing a new baby car seat in stores.”",
        "Truth-O-Meter": "False",
        "Justification": "• Michigan Gov. Gretchen Whitmer’s stay-at-home order does not ban the sale of car seats.• Initial confusion about the order led to some Michigan Walmart stores mistakenly prohibiting the sale of car seats.• Walmart said it clarified the policies for store managers in Michigan.",
        "Sources": [
            "Business Insider",
            "Detroit Free Press",
            "Facebook post",
            "Fox 2 Detroit",
            "Fox 47 Lansing & Jackson",
            "MLive",
            "Michigan Conservative Coalition",
            "Michigan State Police Facebook video",
            "Michigan.gov",
            "Real Clear Politics",
            "The Detroit News",
            "Tweet",
            "Walmart"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/04/tweets/no-wisconsin-doesnt-have-more-ballots-cast-registe/",
        "Main Claim": "“Wisconsin has more votes than people who are registered to vote. … This is direct evidence of fraud.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "As of midday on Nov. 4, the number of votes cast in the presidential election was less than the number of registered voters in Wisconsin on Nov. 1. Because Wisconsin allows people to register to vote on Election Day, the total number of registered voters in the 2020 election could change.",
        "Sources": [
            "Facebook post",
            "Mike Coudrey tweet",
            "PolitiFact",
            "Sheera Frenkel tweet",
            "The New York Times",
            "Wisconsin Elections Commission",
            "Wisconsin Elections Commission tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/may/11/tweets/obama-isnt-first-ex-president-speak-ill-his-succes/",
        "Main Claim": "Barack Obama “is the first ex-president to ever speak against his successor.”",
        "Truth-O-Meter": "False",
        "Justification": "Barack Obama called the Trump administration’s response to COVID-19 \"an absolute chaotic disaster.\" A Twitter post, retweeted by Trump, claims that Obama is the first ex-president to speak ill of his successor. From Hoover to Truman, Ford to Carter and beyond, ex-presidents have criticized the person who followed them into office.",
        "Sources": [
            "Dickinson State University",
            "Donald Trump",
            "Email exchange",
            "Pepperdine University",
            "Snopes",
            "Truman Library",
            "UPI",
            "Washington Post"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/02/tweets/photo-biden-plane-without-face-mask-pandemic/",
        "Main Claim": "Photo shows Joe Biden “doesn’t wear a mask on a plane.”",
        "Truth-O-Meter": "False",
        "Justification": "A photo of Joe Biden talking to an aide without a face mask is from November 2019, before the first case of COVID-19 was reported in China.",
        "Sources": [
            "Joe Biden tweet",
            "Twitter post",
            "Vogue"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/apr/13/tweets/no-pat-robertson-didnt-say-covid-19-caused-oral-se/",
        "Main Claim": "Say televangelist Pat Robertson said some young people “are doing all kinds of unnatural things with their sex organs. When people do that, they transfer all kinds of chemicals from ladies’ private parts and that’s where I think the (corona)virus came from.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "The quote mentioned in a viral tweet is from a satire website.",
        "Sources": [
            "Business Insider",
            "CNN. \" The Top 10: Facebook 'vomit' button for gays and other Pat Robertson quotes",
            "Email with Chris Roslan of CBN",
            "Google Trends.",
            "The Business Standard News",
            "The New York Times",
            "Twitter post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2018/feb/06/tweets/fake-trump-tweet-about-dow-joans-dropping-called-t/",
        "Main Claim": "\"If the Dow Joans ever falls more than 1000 ‘points’ in a Single Day the sitting president should be 'loaded' into a very big cannon and Shot into the sun at TREMENDOUS SPEED! No excuses!\"",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "CNN Money",
            "PolitiFact",
            "Shaun Usher",
            "Shaunusher.com",
            "Snopes",
            "Yahoo News UK"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2019/jul/29/tweets/republican-presidents-democrats-contribute-deficit/",
        "Main Claim": "\"Reagan took the deficit from $70 billion to $175 billion. Bush 41 took it to $300 billion. Clinton got it to zero. Bush 43 took it from zero to $1.2 trillion. Obama halved it to $600 billion. Trump’s got it back to a trillion.\"",
        "Truth-O-Meter": "Mostly True",
        "Justification": "N/A",
        "Sources": [
            "Congressional Budget Office",
            "Email interview with Stephen Ellis",
            "Email interview with Tara Sinclair",
            "Facebook post",
            "Federal Reserve Bank of St.Louis",
            "PolitiFact",
            "Reddit post",
            "The White House",
            "Tweet",
            "U.S. Congress",
            "U.S. Department of the Treasury"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/jul/20/tweets/photo-lynn-forester-de-rothschild-has-been-doctore/",
        "Main Claim": "Photo shows “Lynn Rothschild and her eating babies decor.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "A photo that shows a painting of the devil eating people has been doctored",
        "Sources": [
            "AFP Fact Check",
            "Forbes",
            "Harper’s Bazaar",
            "The Art Story",
            "The Washington Post",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/sep/16/tweets/twitter-video-does-not-show-drone-starting-west-co/",
        "Main Claim": "“Here is the fire drone video that Twitter, Google, and YouTube didn't want us to see.”",
        "Truth-O-Meter": "False",
        "Justification": "• A spokesperson for the California Department of Forestry and Fire Protection analyzed the video and determined that it depicts a helicopter engaging in a standard firefighting practice called a controlled burn. ​",
        "Sources": [
            "Facebook post",
            "PolitiFact",
            "The Guardian. \" 'Dragon' drones: the flame throwers fighting wildfires with fire",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/jun/02/tweets/how-false-conspiracy-theory-about-washington-commu/",
        "Main Claim": "Says officials in Washington, D.C., are “jamming all communications.”",
        "Truth-O-Meter": "False",
        "Justification": "On June 1, #dcblackout trended on Twitter as Black Lives Matter protests raged in Washington, D.C. The hashtag was shared with posts claiming there was a communications blackout in the nation’s capital to quell unrest over the death of George Floyd in Minneapolis. Washington officials say there was never a blackout. Experts and social media tools suggest #dcblackout was initially spread by fake and hacked Twitter accounts, possibly as part of a coordinated disinformation campaign.",
        "Sources": [
            "Botometer",
            "Data & Society",
            "Email from Alaina Gertz",
            "Facebook post",
            "Hoaxy",
            "InVid",
            "Interview with Darren Linvill",
            "Mother Jones",
            "NPR",
            "ProPublica",
            "The Guardian",
            "The Verge",
            "The Washington Post",
            "Trends 24",
            "Tweet",
            "WUSA"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/jul/27/tweets/no-tom-brady-didnt-threaten-quit-over-teammates-kn/",
        "Main Claim": "Quotes Tom Brady as saying, “If anyone on my team kneels, I quit.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Brady never said this. The quote was fabricated on a satirical website.",
        "Sources": [
            "ABC News",
            "America’s Last Line of Defense",
            "Twitter post",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/oct/14/tweets/trump-retweets-benghazi-conspiracy-theory-falsely-/",
        "Main Claim": "Says Joe Biden and Barack Obama “directly participated in a plot to have #SealTeam6 MURDERED, then arranged a massive cash deal as part of a cover up.”",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "President Donald Trump shared a conspiracy theory that falsely claims the Obama administration ordered Navy SEALs to be killed in order to cover up a failed deal with Iran to stage the death of Osama bin Laden. There is no evidence that the Obama administration was responsible for the deaths of 15 members of SEAL Team Six in a 2011 helicopter crash in Afghanistan. Two military investigations concluded the crash was the result of a grenade shot by a Taliban fighter. The source of the conspiracy theory is a story on a website with a history of publishing baseless claims. It relies on the unproven allegations of a falconer.",
        "Sources": [
            "Air & Space magazine",
            "CrowdTangle",
            "DJHJ Media",
            "Ed Darack",
            "Facebook post",
            "Forbes",
            "History.com",
            "HuffPost",
            "Joint Combat Assessment Team",
            "Lead Stories",
            "NewsGuard",
            "Parler",
            "PolitiFact",
            "The Daily Beast",
            "The Guardian",
            "The New York Times",
            "The Washington Post",
            "Tweet",
            "Tweeted video",
            "U.S. Central Command",
            "U.S. Department of State",
            "U.S. House of Representatives",
            "YouTube video"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/jun/05/tweets/were-austin-police-officers-authorized-use-deadly-/",
        "Main Claim": "Says police officers in Austin, Texas, have been “authorized to use LIVE ROUNDS, and lethal force” against protesters.",
        "Truth-O-Meter": "Half-True",
        "Justification": "No live rounds have been fired on demonstrators in Austin, who marched in protest of racism and police brutality after the death of George Floyd. Officers do not need specific authorization to use deadly force — it is always an option available to officers under the Texas Penal Code, so long as the circumstances meet the parameters outlined by law.",
        "Sources": [
            "Austin American-Statesman",
            "Austin Police Department",
            "Phone interview with Travis County District Attorney Margaret Moore",
            "Radio Television Digital News Association",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/feb/29/tweets/chuck-schumer-didnt-delete-tweet-criticizing-trump/",
        "Main Claim": "Says Sen. Chuck Schumer deleted a Feb. 5 tweet criticizing President Donald Trump’s decision to ban some forms of travel to and from China.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "ProPublica maintains a database of politicians' deleted tweets called Politiwoops. Schumer never wrote the tweet some bloggers and conservative websites accused him of deleting.",
        "Sources": [
            "American Thinker",
            "Email interview with Schumer spokesman Justin Goodman",
            "Fake tweets generators",
            "Politiwoops",
            "Powerline"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/sep/22/tweets/no-biden-didnt-botch-pledge/",
        "Main Claim": "“Joe Biden completely botches the Pledge of Allegiance.”",
        "Truth-O-Meter": "False",
        "Justification": "A tweet mischaracterizes a clip of a speech Joe Biden gave in Wisconsin on Sept. 21. In the speech, Biden criticized President Donald Trump for favoring Republican states over Democratic states and said: \"I don’t pledge allegiance to red states of America or blue states of America, I pledge allegiance to the United States of America. One nation, indivisible, under God. For real. I’m running as a proud Democrat, but I’m not going to govern as a Democratic president. I’m going to govern as president.\" He didn’t recite the pledge.",
        "Sources": [
            "NBC News",
            "Rev",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/apr/09/tweets/fact-checking-rudy-giulianis-ties-hydroxychloroqui/",
        "Main Claim": "Says Rudy Giuliani \"bought $2M in shares of Novartis, a primary supplier of hydroxychloroquine\" in early February.",
        "Truth-O-Meter": "False",
        "Justification": "Novartis is a Swiss pharmaceutical company that manufactures hydroxychloroquine. It has donated 30 million doses to the U.S. While Novartis paid Giuliani a speaker’s fee in 2006, there is no publicly available evidence that he currently has a financial stake in the company. He has denied having one in press reports. Financial disclosure documents indicate that Trump does not have a current connection to Novartis.",
        "Sources": [
            "Business Insider",
            "C-SPAN",
            "CNBC",
            "CNN",
            "Emailed statement from Novartis",
            "Facebook post",
            "Fox News",
            "Mediterranee Infection",
            "Newsweek",
            "Novartis",
            "OpenSecrets.org",
            "SEC.gov EDGAR",
            "The New York Times",
            "The Washington Post",
            "The White House",
            "Tweet",
            "U.S. Department of Health and Human Services",
            "U.S. Office of Government Ethics",
            "Vox"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2019/mar/20/tweets/no-texas-democratic-party-did-not-give-beto-orourk/",
        "Main Claim": "Says Beto O'Rourke \"gave the remaining $4.5+ mill from his Senate race to (the Texas Democratic Party) a few months ago, & the Party sent the money back to him on the day of his announcement.\"",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "Email Interview",
            "Email Interview with Chris Evans",
            "Federal Election Commission",
            "Phone Interview",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/oct/02/tweets/trump-did-not-ask-supporters-421-million-help-him-/",
        "Main Claim": "Says Donald Trump’s reelection campaign emailed supporters to “donate to help him recover from” COVID-19.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "• The image in the tweet is fake.",
        "Sources": [
            "Email from Mandi Merritt",
            "Email from the Trump campaign",
            "The New York Times",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/01/tweets/no-evidence-queens-voters-received-pre-marked-ball/",
        "Main Claim": "Queens voters received pre-marked ballots for Joe Biden.",
        "Truth-O-Meter": "False",
        "Justification": "• A freelance columnist in New York said several Queens, N.Y., residents were receiving pre-filled out ballots for Joe Biden.• The New York City Board of Elections says one voter filled out the ballot but didn’t mail the ballot back to the elections office. The Associated Press reported that the person used the wrong envelope and mailed the ballot back to her previous address.• The freelance columnist now says he’s not sure if his source was right.",
        "Sources": [
            "Associated Press",
            "Email",
            "Headliner",
            "Interview",
            "JakeNovakNews.com",
            "Snopes",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/04/tweets/no-sign-outside-pennsylvania-poll-isnt-voting-scam/",
        "Main Claim": "“Only sign outside Bucks County voting place. Democrats shown, republicans blurred out. … More scamming in Pennsylvania!”",
        "Truth-O-Meter": "False",
        "Justification": "A sign outside of a Bucks County, Pa., polling site blurs the Republican candidates’ names. The sign is well labeled as a Democratic sample ballot. There is no evidence the sign broke electioneering rules by being too close to the polling entrance.",
        "Sources": [
            "Email exchange",
            "Mike Coudrey",
            "Pennsylvania State Code",
            "Twitter exchange"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/jan/30/tweets/no-drinking-bleach-will-not-ward-coronavirus/",
        "Main Claim": "Says drinking a bleach solution will prevent you from getting the coronavirus.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "Conspiracy theorists are spreading a dangerous claim that says drinking a bleach solution will ward off the coronavirus. The spray, known as Miracle Mineral Solution, is a bleaching agent that fringe groups falsely tout as a \"miracle cure\" for several ailments. But officials have repeteadly warned consumers against injesting it, saying doing so could cause severe vomiting and liver failure.",
        "Sources": [
            "Centers for Disease Control and Prevention",
            "Food and Drug Administration",
            "New York Times",
            "PolitiFact",
            "Rolling Stone",
            "The Daily Beast",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/feb/27/tweets/dating-back-1991-and-his-time-house-bernie-sanders/",
        "Main Claim": "\"Not once in his entire career in Washington, D.C., which started way back in 1991, has Democratic Socialist Bernie Sanders ever voted yes on sanctions against Russia.\"",
        "Truth-O-Meter": "Half-True",
        "Justification": "Sanders voted in favor of sanctions against Russia in 2017 as an amendment to a larger bill. But Sanders voted against the final legislation. Sanders supported an expansion of the Magnitsky Act, which imposed visa bans and asset freezes on Russian officials. Sanders missed a vote related to sanctions on companies linked to Oleg Deripaska, a Russian billionaire with ties to Russian President Vladimir Putin.",
        "Sources": [
            "CNBC",
            "Congress.gov",
            "Email",
            "GQ",
            "PolitiFact",
            "Politico",
            "Reuters",
            "The Nation",
            "Twitter",
            "U.S. Sen. Bernie Sanders",
            "U.S. Senate"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/03/tweets/no-ballots-trump-werent-thrown-out-poll-worker-pen/",
        "Main Claim": "A poll worker in Erie County, Pa., threw out over 100 ballots for Donald Trump.",
        "Truth-O-Meter": "False",
        "Justification": "Erie County elections officials said an Instagram user claiming to be a poll worker who threw out ballots cast for Donald Trump is not actually a poll worker for the county.",
        "Sources": [
            "Courtney Holland on Twitter",
            "Davey Alba on Twitter",
            "Erie County Board of Elections",
            "Facebook post",
            "Mike Coudrey on Twitter",
            "Peter J. Hasson on Twitter",
            "Phone correspondence with Erie County",
            "The Dispatch",
            "Twitter message correspondence with Mike Coudrey"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2020/nov/03/tweets/fact-checking-claim-about-poll-watchers-turned-awa/",
        "Main Claim": "Poll watchers in Philadelphia prevented from entering polling places.",
        "Truth-O-Meter": "Half-True",
        "Justification": "A poll watcher was denied access to one polling site in Philadelphia because the person in charge of that particular polling place was not up to date on the law, which allows watchers to enter any site, not just the ward and division site specified on the watcher’s certificate, said a spokesperson for Philadelphia City Commissioners. The spokesperson also said that the same poll watcher went to another site and was allowed to go in, and there is \"no evidence that it was a systemic problem.\"",
        "Sources": [
            "Phone interview",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2017/sep/11/tweets/tweets-mislead-saying-wisconsins-paul-ryan-doesnt-/",
        "Main Claim": "\"Paul Ryan doesn't know what the minimum wage is in Wisconsin.\"",
        "Truth-O-Meter": "Mostly False",
        "Justification": "N/A",
        "Sources": [
            "Email",
            "New York Times",
            "Raw Story",
            "U.S. Department of Labor",
            "Wisconsin Department of Workforce Development",
            "YouTube"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2013/jul/17/tweets/look-statistic-blacks-and-murder/",
        "Main Claim": "\"In the 513 days between Trayvon dying, and today’s verdict, 11,106 African-Americans have been murdered by other African-Americans.\"",
        "Truth-O-Meter": "Mostly False",
        "Justification": "N/A",
        "Sources": [
            "Interview",
            "PolitiFact",
            "Soopermexican blog",
            "The Blaze",
            "The Daily Beast",
            "U.S. Bureau of Justice Statistics"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2015/feb/06/tweets/scott-walker-wants-cut-college-budgets-13-and-spen/",
        "Main Claim": "\"Scott Walker to cut $300 million from universities, spend $500 million on a pro basketball stadium.\"",
        "Truth-O-Meter": "Half-True",
        "Justification": "N/A",
        "Sources": [
            "Milwaukee Journal Sentinel",
            "Think Progress",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2014/jan/31/tweets/does-nfls-most-prolific-passer-struggle-cold/",
        "Main Claim": "Says Peyton Manning struggles in cold weather games.",
        "Truth-O-Meter": "Mostly True",
        "Justification": "N/A",
        "Sources": [
            "Dallas Morning News",
            "ESPN",
            "Grantland",
            "Pro-Football Reference",
            "Sports Illustrated",
            "The Original Quarterback Rating Calculator",
            "WKBN",
            "Weather Channel",
            "Yahoo! Sports Player Pages for the following quarterbacks: Tom Brady"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2014/jan/07/tweets/its-colder-us-mars-twitterverse-says/",
        "Main Claim": "It’s warmer on Mars than it is in parts of the United States and Canada during the polar vortex.",
        "Truth-O-Meter": "Mostly False",
        "Justification": "N/A",
        "Sources": [
            "BoingBoing",
            "Center for Science Education",
            "Email interview with Ben Longmier",
            "Huffington Post",
            "Phone interview with Nadine Barlow",
            "Phone interview with Samuel Kounaves",
            "Rover Environmental Monitoring Station",
            "Yahoo! Geekquinox"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2013/oct/07/tweets/tweets-and-bloggers-say-obama-used-shutdown-close-/",
        "Main Claim": "The Obama administration shut down the Amber Alert program because of the government shutdown.",
        "Truth-O-Meter": "False",
        "Justification": "N/A",
        "Sources": [
            "Drudge Report",
            "Huffington Post",
            "Interview with Bob Hoever",
            "Interview with Gene Thaxton",
            "Rep. Stephen Fincher",
            "Rep. Steve Stockman",
            "The Right Scoop",
            "Twitter",
            "Washington Examiner"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2015/jan/26/tweets/it-true-republicans-havent-won-presidential-race-1/",
        "Main Claim": "The Republican Party has not won a presidential election without either a Bush or a Nixon on the ticket since 1928.",
        "Truth-O-Meter": "True",
        "Justification": "N/A",
        "Sources": [
            "Atlas of U.S. Presidential Elections",
            "The American Presidency Project",
            "Tweet"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2015/oct/07/tweets/tweets-say-donald-trumps-make-america-great-again-/",
        "Main Claim": "Says Donald Trump’s \"Make America Great Again\" hats were made in China.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "Interview with Brian Kennedy",
            "Interview with Christl Mahfouz",
            "Interview with Hope Hicks",
            "YouTube.com"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2017/jun/21/tweets/pro-putin-ukrainian-gave-scott-walker-1-million/",
        "Main Claim": "\"Docs: Wisconsin Governor Scott Walker took $1 million from a pro-Putin Ukrainian businessman—last election cycle.\"",
        "Truth-O-Meter": "Mostly False",
        "Justification": "N/A",
        "Sources": [
            "Daily Mail",
            "Email",
            "Federal Election Commission",
            "Forbes",
            "Interview",
            "New Yorker",
            "The Guardian",
            "The Telegraph",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2014/aug/14/tweets/ferguson-police-chiefs-wife-calls-african-american/",
        "Main Claim": "The wife of the Ferguson, Mo., police chief said African-Americans in Ferguson \"are feral and violent.\"",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "Facebook page of Catherine Nardi",
            "St. Louis Post-Dispatch",
            "Twitter @occupythemob"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2013/mar/22/tweets/federal-government-funding-study-duck-penises/",
        "Main Claim": "While the sequester is in effect, the federal government is still funding a study on duck penises.",
        "Truth-O-Meter": "Mostly True",
        "Justification": "N/A",
        "Sources": [
            "CNSNews.com",
            "Email interview with Debbie Wing",
            "Email interview with Patricia Brennan",
            "Email interview with Steve Ellis",
            "Interview with Richard Prum",
            "National Science Foundation",
            "Recovery.gov",
            "Various tweets"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2014/feb/19/tweets/photo-showing-sad-putin-and-medvedev-was-taken-day/",
        "Main Claim": "A photo from the Russia-Finland hockey game shows a sad Vladimir Putin and Dmitry Medvedev.",
        "Truth-O-Meter": "Pants on Fire!",
        "Justification": "N/A",
        "Sources": [
            "Getty images archives",
            "Reuters",
            "Russian government website",
            "Tweets"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2016/dec/07/tweets/were-300000-wisconsin-voters-turned-away-polls-201/",
        "Main Claim": "In Wisconsin, \"300,000 voters were turned away by the state’s strict voter ID law\" in the 2016 presidential election.",
        "Truth-O-Meter": "False",
        "Justification": "N/A",
        "Sources": [
            "Email",
            "Milwaukee Journal Sentinel",
            "Patheos.com",
            "Snopes",
            "Twitter"
        ]
    },
    {
        "Speaker": "tweets",
        "Article URL": "https://www.politifact.com/factchecks/2013/oct/07/tweets/did-obama-shut-down-ocean-part-shutdown/",
        "Main Claim": "\"Obama has jumped the shark and ordered the ocean closed!\"",
        "Truth-O-Meter": "False",
        "Justification": "N/A",
        "Sources": [
            "Barefoot Billy’s",
            "Breitbart",
            "Interview",
            "John Pennekamp Coral Reef State Park",
            "National Parks Service",
            "National Review",
            "PolitiFact",
            "Twitter"
        ]
    }
]